Repository: PortsMaster/PortMaster-New
Catalog: ports/meandmyshadow/meandmyshadow/data/levelpacks/default/locale/*.po
Languages: gd, it, ru

source: default
gd: bunaiteach
it: predefinito
ru: Стандартный

source: Default
gd: Bunaiteach
it: Predefinito
ru: Стандартный

source: Simple
gd: Simplidh
it: Semplice
ru: Раз плюнуть

source: Snail
gd: Seilcheag
it: Lumaca
ru: Улитка

source: Building Teamwork
gd: ’Ga thogail ri chèile
it: Costruzione del lavoro di squadra
ru: Построй команду

source: Tricky Jumping
gd: Leum toinnte
it: Salti difficili
ru: Хитрое прыганье

source: Running in the Sky
gd: A’ ruith sna speuran
it: Correndo nel cielo
ru: Беги по небу

source: Both Up and Down
gd: An dà chuid suas ⁊ sìos
it: Sia su che gi√π
ru: И вверх, и вниз

source: stopping the spikes
gd: Bacadh nam spìcean
it: Ferma gli spuntoni
ru: Шипам — нет

source: Spiky travel
gd: Siubhal spìceach
it: Viaggio tra gli spuntoni
ru: Прогулки по шипам

source: Double trouble
gd: Trioblaid dhùbailte
it: Doppio problema
ru: Дважды в дураках

source: Wall breaking
gd: Briseadh balla
it: Muri da demolire
ru: Ломая стены

source: Remote control
gd: Smachdadh cèin
it: Controllo remoto
ru: Дистанционное управление

source: Quick swap
gd: Iomlaid luath
it: Scambio veloce
ru: Мигом

source: Sweeper
gd: An sguab
it: La spazzatrice
ru: Дворник

source: Towers
gd: Tùir
it: Torri
ru: Башни

source: Timing
gd: An t-àm ceart
it: Sincronizzazione
ru: На время

source: Skyscrapers
gd: Togalaichean àrda
it: Grattacieli
ru: Небоскрёбы

source: Switches
gd: Suidsean
it: Interruttori
ru: Выключатели

source: Regroup
gd: Ath-bhuidhneachadh
it: Raggruppamento
ru: Перестройка

source: Volcano
gd: Beinn-theine
it: Vulcano
ru: Вулкан
