Repository: PortsMaster/PortMaster-New
Catalog: ports/meandmyshadow/meandmyshadow/data/levelpacks/tutorial/locale/*.po
Languages: de, gd, it, nl, ru, uk

source: You can save your progress in a level with checkpoints. You can restore them at any time using the {{{key_load}}} key.
de: Du kannst deinen Fortschritt in einem Level mit Kontrollpunkten speichern. Du kannst sie jederzeit mit der Taste {{{key_load}}} wiederherstellen.
gd: ’S urrainn dhut an adhartas agad ann an leibheil a shàbhaladh le puingean sàbhalaidh. Aisig gin sam bith dhiubh aig àm sam bith leis an iuchair “{{{key_load}}}”.
it: Puoi salvare i tui progressi nel livello grazie ai checkpoint. Puoi utilizzarli ogni volta usando il tasto {{{key_load}}} .
nl: Je kunt je voortgang opslaan in een level met herstartpunten. Je kunt ze op elk moment gebruiken door op {{{key_load}}} te drukken.
ru: Вы можете сохранить свой прогресс на уровне с чекпоинтами. Вы можете восстановить их в любое время с помощью клавиши {{{key_load}}}.

source: Save your progress here.
de: Speicher deinen Fortschritt hier.
gd: Sàbhail d’ adhartas an-seo.
it: Salva qui i tui progressi.
nl: Sla hier je voortgang op.
ru: Здесь можно сохранить свой прогресс.
uk: Тут можна зберегти прогресс рівня.

source: You've chosen the right way.
de: Du hast den richtigen Weg gewählt.
gd: Thagh thu an t-slighe cheart.
it: Hai scelto la strada giusta.
nl: Je hebt de juiste route gekozen.
ru: Правильным путём идёте, товарищи.
uk: Це є вірний шлях.

source: This is the wrong way. Go back to the previous checkpoint by pressing {{{key_load}}}.
de: Das ist der falsche Weg. Geh zum letzem Kontrollpunkt zurück, indem du {{{key_load}}} drückst.
gd: Seo an t-slighe chearr. Brùth air {{{key_load}}} gus tilleadh dhan phuing shàbhalaidh roimhe.
it: Questa è la strada sbagliata. Torna indietro al checkpoint precedente premendo {{{key_load}}}.
nl: Dit is de verkeerde weg. Ga terug naar het vorige herstartpunt door op {{{key_load}}} te drukken.
ru: Это неправильный путь. Вернитесь к предыдущей контрольной точке, нажав {{{key_load}}}.

source: Swappoints
de: Tauschpunkte
gd: Puingean iomlaid
it: Punti di scambio
nl: Wisselpunten
ru: Точки перестановки
uk: Міняймося місцями

source: Now it's time for something completely different: swappoints. When you or your shadow activate them you'll swap places.
de: Nun ist es Zeit für etwas völlig anderes: Tauschpunkte. Wenn du oder dein Schatten sie aktivieren, vertauscht ihr eure Standpunkte.
gd: Thàinig an t-àm airson rudeigin ùr: puingean iomlaid. Nì thu fhèin ’s do sgàil iomlaid ma ghnìomhaicheas tu fhèin no do sgàil iad.
it: Ora è il momento per qualcosa di completamente nuovo: i punti di scambio. Quando tu o la tua ombra attiverete uno di questi vi scambierete le vostre posizioni.
nl: Nu is het tijd voor iets totaal anders: wisselpunten. Als jij of je schaduw ze activeeert, wisselen jullie van plaats.
ru: А теперь время для кое-чего новенького: точки перестановки. Если игрок или тень активируют их, они поменяются местами.
uk: Настав час побачити щось зовсім нове: місця в яких можна помінятися місцями. Якщо активувати їх, тінь поміняється місцями із гравцем.

source: If your shadow falls down here you will have to restart. Press {{{key_restart}}} to restart the level.
de: Wenn dein Schatten hier runterfällt, wirst du neustarten müssen. Drück {{{key_restart}}}, um den Level neuzustarten.
gd: Feumaidh tu tòiseachadh às ùr ma thuiteas do sgàil an-seo. Brùth air {{{key_restart}}} gus an leibheil ath-thòiseachadh.
it: Se la tua ombra cade giù dovrai ricominciare dall'inizio. Premi il tasto {{{key_restart}}} per riavviare il livello.
nl: Als je schaduw hier naar beneden valt, moet je herstarten. Druk op {{{key_restart}}} om het level te herstarten.
ru: Если ваша тень падает здесь, вам придется перезапустить. Нажмите {{{key_restart}}}, чтобы перезапустить уровень.

source: Shadow swap
de: Schattentausch
gd: Iomlaid leis an sgàil
it: Scambio dell'ombra
nl: Schaduwwissel
ru: Поменяться с тенью
uk: Помінятися із тінню

source: You need your shadow to reach the exit. Make use of the swapper to get him down (or to get yourself down).
de: Du brauchst deinen Schatten, um den Ausgang zu erreichen. Benutz den Vertauscher, um ihn fallen zu lassen (oder, um dich fallen zu lassen).
gd: Bidh feum agad air do sgàil gus an doras a-mach a ruigsinn. Cleachd an t-inneal iomlaid gus a faighinn sìos (no thu fhèin fhaighinn sìos).
it: La tua ombra ha bisogno di raggiungere l'uscita. Fai uso dello scambiatore per farla scendere da lì (oppure usalo per far scendere te stesso).
nl: Je hebt je schaduw nodig om de uitgang te bereiken. Maak gebruik van de wisselaar om hem beneden te krijgen (of om jezelf beneden te krijgen).
ru: Без помощи тени не выйдет добраться до выхода. Поменяйтесь местами, чтобы спустить её вниз (или спустить вниз игрока).
uk: Без допомоги тіні виходу не досягнути. Для цього буде потрібно помінятися місцями щоб перемістити тінь (або гравця) донизу.

source: TIP: When your shadow is trapped stand on the right side of the shadow blocks. Now record the {{{key_action}}} key and let your shadow mimic.
de: TIPP: Wenn dein Schatten eingesperrt ist, stell dich auf die rechte Seite der Schattenblöcke. Zeichne nun die Taste {{{key_action}}} auf und lass sie deinen Schatten imitieren.
gd: GLIOCAS: Nuair a bhios do sgàile air a glacadh, seas taobh deas nam blocaichean sgàile. An uairsin, clàraich an iuchair “{{{key_action}}}” ach an dèan do sgàile an aon rud.
it: SUGGERIMENTO: Quando l'ombra è intrappolata, mettiti in una posizione esterna rispetto ai blocchi-ombra, registra e premi il tasto {{{key_action}}} per attivare lo scambiatore.
nl: TIP: Als je schaduw gevangen is, moet je aan de rechterkant van de schaduwblokken staan. Neem nu {{{key_action}}} op en laat je schaduw het nadoen.
ru: СОВЕТ: Когда ваша тень окажется в ловушке, встаньте на правая сторона теневых блоков. Сейчас запись {{{key_action}}} и пусть ваша тень имитирует.

source: Collecting Keys
de: Schlüssel einsammeln
gd: Togail iuchraichean
it: Chiavi da collezionare
nl: Sleutels verzamelen
ru: Собери ключи
uk: Ключі

source: One thing you need to know before you're ready are keys. Sometimes there are keys spread around the level. The exit is locked until you get all the keys.
de: Eine Sache, die du kennen musst, bevor du bereit bist, sind Schlüssel. Manchmal sind Schlüssel im Level verteilt. Der Ausgang ist solange verschlossen, bis du alle Schlüssel eingesammelt hast.
gd: Feumaidh tu a bhith eòlach air iuchraichean mura bi thu deiseil. Bidh iuchraichean sgapte ann an leibheil aig amannan. Bidh an doras a-mach dùinte gus an tog thu iad uile.
it: Le chiavi sono una delle cose importanti che devi conoscere. Qualche volta ce ne saranno qualcune sparse per il livello, e l'uscita sarà bloccata finché non otterrai tutte le chiavi.
nl: Voordat je klaar bent, moet je nóg iets leren: sleutels. Soms zijn er sleutels over het level verspreid. De uitgang is gesloten tot je alle sleutels hebt verzameld.
ru: Ещё одна вещь перед тем, как закончить: ключи. Иногда они распределены по всему уровню. Выход закрыт до тех пор, пока не получится собрать все ключи.
uk: Ще одна річ, яку треба знати - ключі. Іноді ключі розподілені на рівні. І вихід буде замкнений до того, як їх усі зібрати.

source: Push
de: Schieben
gd: Brùth
it: Spingere
nl: Duwen

source: Some blocks can be pushed around and help you to reach higher ground.
de: Einige Blöcke können herumgeschoben werden und helfen dir dabei, höheres Gelände zu erreichen.
gd: Gabhaidh cuid a bhlocaichean a bhrùthadh ach an ruig thu badeigin nas àirde.
it: Alcuni blocchi possono essere spinti e spostati per aiutarti a raggiungere un terreno più elevato.
nl: Sommige blokken zijn een proloog, deze kun je duwen, zo klim je omhoog.

source: Warning
de: Warnung
gd: Rabhadh
it: Avviso
nl: Waarschuwing
ru: Внимание
uk: Попередження

source: That's all there is. Now it's time to put your skills to the test. Enter the exit to go to the last level. Good luck!
de: Das war alles. Nun ist es an der Zeit, dein Können unter Beweis zu stellen. Betritt den Ausgang, um zum letztem Level zu gelangen. Viel Glück!
gd: Sin sin. Nise, thàinig an t-àm gus na sgilean agad a chur fo dheuchainn. Rach tron doras a-mach gus an leibheil mu dheireadh a ruigsinn. Gura math a thèid leat!
it: E questo è tutto. Ora è il momento di usare tutte le tue abilità per il test finale. Entra nella porta per andare all'ultimo livello. Buona fortuna!
nl: Dat was alles! Nu is het tijd om je vaardigheden op de proef te stellen. Ga door de uitgang om naar het laatste level te gaan. Veel succes!
ru: Вот и всё. Настало время проверить полученные навыки. Нужно добраться до выхода, чтобы перейти на последний уровень. Удачи!
uk: Ось і все. Час здавати екзамен. Потрібно дістатися виходу, щоб перейти на останній рівень. Щасливої дороги!

source: Final
de: Finale
gd: A’ chrìoch
it: Test finale
nl: Finale
ru: Финишная прямая
uk: Фінал

source: The very best of luck!
de: Viel Glück!
gd: Gura math a thèid leat!
it: Buona fortuna!
nl: Veel succes!
ru: Удачи!
uk: Нехай щастить!

source: TIP: Try to get your shadow in front of the shadow wall. If he falls down you'd better restart.
de: TIPP: Versuch, deinen Schatten vor die Schattenwand zu bringen. Falls er runterfällt, solltest du lieber neustarten.
gd: GLIOCAS: Feuch an cuir thu do sgàil air beulaibh a’ bhalla sgàile B’ feairrde thu tòiseachadh às ùr ma thuiteas i.
it: SUGGERIMENTO: Prova a portare l'ombra davanti al muro-ombra. Se cade giù fai meglio a ricominciare.
nl: TIP: Probeer je schaduw voor de schaduwmuur te laten staan. Als hij valt, kun je beter herstarten.
ru: Подсказка: Тенью необходимо стать перед стеной для тени. Если тень упадёт, придётся начать сначала.
uk: Підказка: Потрібно встати тінню перед стіною для тіні. Якщо вона впаде, краще буде розпочати все спочатку.

source: You have made it!
de: Du hast es geschafft!
gd: Rinn thu a’ chùis air!
it: Ce l'hai fatta!
nl: Je hebt het gehaald!
ru: Получилось!
uk: Вдалося!

source: Where could your shadow be?
de: Wo könnte dein Schatten sein?
gd: Cà ’il do sgàil?
it: Dove potrebbe essere finita la tua ombra?
nl: Waar zou je schaduw kunnen zijn?
ru: Где же тень?
uk: Де ж тінь?
