Repository: PortsMaster/PortMaster-New
Catalog: ports/meandmyshadow/meandmyshadow/data/levelpacks/tutorial/locale/*.po
Languages: de, gd, it, nl, ru, uk

source: tutorial
de: Einführung
gd: oideachadh
nl: uitleg
ru: Обучение
uk: Навчальний

source: You have finished the tutorial!
de: Du hast die Einführung abgeschlossen!
gd: Choilean thu an t-oideachadh!
it: Hai completato il tutorial!
nl: Je hebt de uitleg doorlopen!
ru: Обучение завершено!
uk: Навчання завершено!

source: Step by step introduction
de: Schritt-für-Schritt-Anleitung
gd: Tòiseachadh ceum air cheum
it: Introduzione passo dopo passo
nl: Stapsgewijze uitleg
ru: Пошаговое введение
uk: Крок-за-кроком

source: Walk in the park
de: Parkspaziergang
gd: Gabh cuairt
it: Passeggiata al parco
nl: Wandeling in het park
ru: Прогулка по парку
uk: Прогулянка парком

source: Welcome to Me and My Shadow. You can use the {{{key_left}}} key and {{{key_right}}} key to walk to the exit. Good luck!
de: Willkommen bei Me and my Shadow. Du kannst die Tasten {{{key_left}}} und {{{key_right}}} verwenden, um zum Ausgang zu gehen. Viel Glück!
gd: Fàilte gu Me & My Shadow. Cleachd na h-iuchraichean “{{{key_left}}}” ’s “{{{key_right}}}” gus coiseachd dhan doras a-mach. Gura math a thèid leat!
it: Benvenuti a Me and My Shadow. Usa i tasti {{{key_left}}} e {{{key_right}}} per camminare fino all'uscita. Buona fortuna!
nl: Welkom bij Me and My Shadow. Gebruik de toetsen {{{key_left}}} en {{{key_right}}} om naar de uitgang te lopen. Veel succes!
ru: Добро пожаловать в "Я и моя тень". Вы можете использовать клавиши {{{key_left}}} и {{{key_right}}} чтобы пройти к выходу. Удачи!
uk: Ласкаво просимо до гри "Me and My Shadow"! Користуючись клавішами праворуч-ліворуч, треба дістатися виходу. Щасливої подорожі!

source: First jumps
de: Erste Sprünge
gd: A’ chiad leum
it: Primi salti
nl: Eerste sprongen
ru: Первые прыжки
uk: Перші пострибеньки

source: You can jump using the {{{key_jump}}} key. Try jumping over these blocks.
de: Du kannst mit {{{key_jump}}} springen. Versuch, über diese Blöcke zu springen.
gd: ’S urrainn dhut leum a thoirt leis an iuchair “{{{key_jump}}}”. Feuch an leum thu thairis air na blocaichean seo.
it: Salta usando il tasto {{{key_jump}}} . Prova a saltare oltre a questi blocchi.
nl: Je kunt springen met {{{key_jump}}}. Probeer over deze blokken te springen.
ru: Вы можете прыгать с помощью клавиши {{{key_jump}}}. Попробуйте перепрыгнуть через эти блоки.
uk: Стрибки виконуються за допомогою клавіші 'вгору'. Потрібно перестрибнути ці блоки.

source: Jumping around
de: Herumspringen
gd: Barrachd leum
it: Saltandoci attorno
nl: In de rondte springen
ru: Прыгая тут и там
uk: Стрибки довкола

source: See those gaps over there? Reach the finish without falling.
de: Siehst du diese Abgründe da vorne? Erreich den Ausgang, ohne zu fallen.
gd: Am faic thu na beàrnan ud thall? Ruig an doras a-mach gun tuiteam.
it: Vedi quei baratri laggiù? Raggiungi l'uscita senza cadere.
nl: Zie je die afgronden daar? Haal de finish zonder erin te vallen.
ru: Впереди - пропасти. Нужно добраться до финиша, не упав.
uk: Попереду - прірва. Треба досягнути фінішу, не впавши.

source: Good job!
de: Gut gemacht!
gd: Nach math a rinn thu!
it: Ottimo lavoro!
nl: Goed gedaan!
ru: Получилось!
uk: Молодець!

source: First spikes
de: Erste Stacheln
gd: Na ciad spìcean
it: Primi spuntoni
nl: Eerste stekels
ru: Первые шипы
uk: Перші шипи

source: Spikes are deadly. Don't touch them!
de: Stacheln sind tödlich. Berühr sie nicht!
gd: Tha spìcean marbhtach. Na bean riutha!
it: Gli spuntoni sono mortali. Non toccarli!
nl: Stekels zijn dodelijk; raak ze niet aan!
ru: Шипы смертельно опасны. К ним нельзя прикасаться!
uk: Шипи небезпечні. Стережися їх!

source: Shadow
de: Schatten
gd: Sgàil
it: Ombra
nl: Schaduw
ru: Тень
uk: Тінь

source: You can't reach the exit, but your shadow can. Press {{{key_space}}} to record your moves. Press {{{key_space}}} once again to let your shadow mimic your recording.
de: Du kannst den Ausgang nicht erreichen, aber dein Schatten schon. Drück {{{key_space}}}, um deine Bewegungen aufzuzeichnen. Drück nochmal {{{key_space}}}, um deinen Schatten deine Aufzeichnungen imitieren zu lassen.
gd: Chan urrainn dhut fhèin an doras a-mach a ruigsinn ach ’s urrainn do sgàile. Brùth air {{{key_space}}} gus na gluasadan agad a chlàradh. Brùth air {{{key_space}}} a-rithist ach an dèan do sgàil na chlàraich thu.
it: Solo la tua ombra può raggiungere l'uscita. Premi il tasto {{{key_space}}} per registrare i tuoi movimenti. Premi di nuovo il tasto {{{key_space}}} perché la tua ombra simuli tutte le tue mosse.
nl: Jij kunt niet bij de uitgang komen, maar je schaduw wél. Druk op {{{key_space}}} om je bewegingen op te nemen. Druk nogmaals op {{{key_space}}} om je schaduw die opname na te laten doen.
ru: Вы не можете добраться до выхода, но ваша тень может. Нажмите {{{key_space}}} для записи ваших ходов. Нажмите {{{key_space}}} еще раз, чтобы позволить вашей тени подражать вашей записи.

source: TIP: Think what moves your shadow has to make. Then let your character record those moves. You can break it down into smaller recordings.
de: TIPP: Überleg, wie sich dein Schatten bewegen muss. Lass dann deine Figur diese Bewegungen aufzeichnen. Du kannst es in kürzere Aufzeichnungen herunterbrechen.
gd: GLIOCAS: Smaoinich mu na gluasadan a dh’fheumas do sgàil a dhèanamh. Clàraich na gluasadan seo leis a’ phearsa an uairsin. ’S urrainn dhut seo a dhèanamh le iomadh clàradh beag cuideachd.
it: SUGGERIMENTO: Prima pensa a quali mosse deve effettuare la tua ombra, poi muovi il personaggio con la registrazione attiva. Puoi registrare a piccoli intervalli.
nl: TIP: Bedenk welke bewegingen je schaduw moet maken. Laat dan je personage die bewegingen opnemen. Je kunt het opdelen in kleinere opnamen.
ru: Подсказка: Следует спланировать действия для тени, а затем записать эти движения. Можно разбить большую запись на несколько записей поменьше.
uk: Підказка: Варто спланувати, які рухи буде потрібно зробити тіні. Потім нехай гравець запише ці рухи. Запис можна розділити на декілька невеличких записів.

source: Shadow walk
de: Schattengang
gd: Coiseachd leis an sgàil
it: Passo dell'ombra
nl: Schaduwwandeling
ru: Прогулка с тенью
uk: Прогулянка тіні

source: NOTE: Although you can't jump on those blocks you can record the jumps for your shadow.
de: HINWEIS: Obwohl du nicht auf diese Blöcke springen kannst, kannst du diese Sprünge für deinen Schatten aufzeichnen.
gd: AN AIRE: Ged nach urrainn dhut leum air na blocaichean seo, ’S urrainn dhut na leuman a chlàradh airson do sgàile.
it: NOTE: Sebbene non puoi saltare sopra a questo tipo di blocchi, puoi sempre registrare i tuoi salti per farci salire l'ombra.
nl: OPMERKING: Hoewel je niet op deze blokken kunt springen, kan je de sprongen wel opnemen voor je schaduw.
ru: ЗАМЕТКА: Хоть на эти блоки и невозможно запрыгнуть, эти прыжки можно записать для тени.
uk: Примітка: Хоч гравець не може застрибнути на ці блоки, ці стрибки можна записати для тіні.

source: Only your shadow can stand on those shadow blocks. Try to get him up there.
de: Nur dein Schatten kann auf diesen Schattenblöcken stehen. Versuch, ihn da oben drauf zu kriegen.
gd: Chan urrainn ach do sgàil seasamh air na blocaichean sgàile seo. Feuch am faigh i thall suas.
it: Solo la tua ombra può stare in questo tipo di blocchi. Prova a farla arrivare in cima.
nl: Alleen je schaduw kan op die schaduwblokken staan. Probeer hem daarop te krijgen.
ru: Только тень может стоять на этих блоках. Попробуйте взобраться на них тенью.
uk: Лише тінь гравця може стояти на цих блоках. Необхідно допомогти їй забратися вище.

source: Shadow challenge
de: Schatten-Herausforderung
gd: Dùbhlan sgàile
it: Sfida dell'ombra
nl: Schaduwuitdaging
ru: Испытание тенью
uk: Випробування для тіні

source: Spikes are not only deadly for you, but also for your shadow.
de: Stacheln sind nicht nur für dich, sondern auch für deinen Schatten tödlich.
gd: Gheibheadh an dà chuid thu fhèin ’s do sgàile bàs le spìcean.
it: Gli spuntoni non sono letali per te, ma per la tua ombra sì.
nl: Stekels zijn niet alleen dodelijk voor jou, maar ook voor je schaduw.
ru: Шипы смертельны не только для игрока, но и для тени.
uk: Шипи смертельно небезпечні не лише для гравця, але й для тіні.

source: If your shadow dies you'll have to restart. Restart the game by pressing the {{{key_restart}}} key.
de: Wenn dein Schatten stirbt, musst du es nochmal versuchen. Starte das Spiel mit der Taste {{{key_restart}}} neu.
gd: Feumaidh tu tòiseachadh às ùr ma gheibh do sgàil bàs. Ath-thòisich a’ gheama leis an iuchair “{{{key_restart}}}”.
it: Se la tua ombra muore devi ricominciare dall'inizio. Ricomincia il gioco premendo il tasto {{{key_restart}}}.
nl: Als je schaduw sterft, moet je herstarten. Herstart het spel door op {{{key_restart}}} te drukken.
ru: Если ваша тень умирает, вам придется перезапустить. Перезапустите игру, нажав клавишу {{{key_restart}}}.

source: Shadow Camera
de: Schattenkamera
gd: Camara sgàile
it: Camera dell'ombra
nl: Schaduwcamera

source: Is your shadow outside of your view? Press {{{key_tab}}} to center the camera to your shadow. Press it again to move the camera back to you.
de: Ist der Schatten außerhalb deines Sichtfelds? Drücke {{{key_tab}}}, um die Kamera auf deinen Schatten zu zentrieren. Drücke die Taste erneut, um die Kamera zu dir zurück zu bewegen.
gd: ’Eil do sgàil far nach fhaic thu e? Brùth air {{{key_tab}}} a chur a’ chamara air do sgàil. Brùth air a-rithist ach an till an camara thugad-sa.
it: La tua ombra è fuori dalla tua vista? Premi {{{key_tab}}} per centrare la videocamera sulla tua ombra. Premerlo di nuovo per spostare la fotocamera su di te.
nl: Is je schaduw buiten beeld? Druk dan op {{{key_tab}}} om de schaduwcamera te bekijken. Druk opnieuw om jouw camera weer te bekijken.
ru: Ваша тень вне поля зрения? Нажмите {{{key_tab}}}, чтобы перевести камеру на вашу тень. Нажмите ещё раз, чтобы перевести камеру вновь на себя.

source: Teamwork
de: Teamarbeit
gd: Obair mar sgioba
it: Gioco di squadra
nl: Samenwerken
ru: Мы — команда
uk: Плідна співпраця

source: You and your shadow need to work together. Move your shadow towards the wall and jump on him so that you can jump over the wall.
de: Du und dein Schatten müssen zusammenarbeiten. Beweg deinen Schatten zur Wand und spring auf ihn drauf, damit du über die Wand springen kannst.
gd: Feumaidh tu fhèin ’s do sgàil obair còmhla. Gluais do sgàil an comhair a’ bhalla ’s thoir leum air a ceann ach an urrainn dhut leum thar a’ bhalla.
it: Tu e la tua ombra avete bisogno di lavorare insieme. Muovi la tua ombra verso il muro e saltale sopra la testa per riuscire a oltrepassare il muro.
nl: Jij en je schaduw moeten samenwerken. Beweeg je schaduw naar de muur en spring op hem, zodat je over de muur kunt springen.
ru: Игроку и тени надо работать сообща. Нужно поставить тень около стены и запрыгнуть на неё, чтобы перепрыгнуть через стену.
uk: Тут потрібно працювати разом із тінню. Нехай тінь стане біля стіни, а гравець - застрибне на неї, щоб перестрибнути стіну.

source: Fragile
de: Brüchig
gd: Brisg
nl: Breekbaar
ru: Хрупкие блоки
uk: Крихкі блоки

source: Those blocks are fragile. If you step on them too often they'll break.
de: Diese Blöcke sind zerbrechlich. Wenn du sie zu oft betrittst, zerbröseln sie.
gd: Tha na blocaichean seo brisg. Brisidh iad ma choisicheas tu orra ro thric.
it: Questi blocchi sono fragili. Se ci passi sopra spesso si sgretoleranno.
nl: Die blokken zijn breekbaar. Als je te vaak op ze stapt, zullen ze breken.
ru: Эти блоки хрупкие. Если на них часто наступать, они разрушатся.
uk: Ці блоки крихкі. Якщо наступити на них кілька разів, вони зруйнуються.

source: Moving blocks
de: Blöcke, die sich bewegen
gd: Blocaichean a ghluaiseas
it: Blocchi mobili
nl: Bewegende blokken
ru: Движущиеся блоки
uk: Рухомі блоки

source: Until now the levels were static. There are however moving blocks.
de: Bisher waren die Level statisch. Es gibt jedoch Blöcke, die sich bewegen.
gd: Bha na leibheilean seasmhach gu ruige seo. Tha blocaichean a ghluaiseas ann co-dhiù.
it: Fino adesso i livelli erano statici: tuttavia esistono blocchi che si muovono da soli.
nl: Tot nu toe waren de levels statisch. Maar er zijn ook bewegende blokken.
ru: До сих пор все уровни были статичными. Впрочем, существуют и подвижные блоки.
uk: До цього часу рівні були нерухомими. Однак, бувають і рухомі блоки.

source: Moving shadow blocks
de: Bewegende Schattenblöcke
gd: Blocaichean sgàile a ghluaiseas
it: Blocchi-ombra mobili
nl: Bewegende schaduwblokken
ru: Движущиеся блоки для тени
uk: Рухомі блоки для тіні

source: Now you'll need to help your shadow cross.
de: Nun musst du deinem Schatten beim Überqueren helfen.
gd: Feumaidh tu taic a thoirt air do sgàil a-nis ach am faigh i thairis air.
it: Ora dovrai aiutare la tua ombra ad attraversare.
nl: Nu moet je je schaduw naar de overkant helpen.
ru: Теперь необходимо помочь тени перебраться на другую сторону.
uk: Тепер треба допомогти тіні пройти перешкоди.

source: Moving spikes
de: Stacheln, die sich bewegen
gd: Spìcean a ghluaiseas
it: Spuntoni mobili
nl: Bewegende stekels
ru: Шипы перемещаются
uk: Рухомі шипи

source: Watch out for the moving spikes.
de: Achte auf die beweglichen Stacheln.
gd: Thoir an aire air na spìcean a ghluaiseas.
it: Fai attenzione agli spuntoni mobili.
nl: Pas op voor de bewegende stekels.
ru: Берегись подвижных шипов!
uk: Стережися рухомих шипів.

source: Conveyor madness
de: Fließband-Wahnsinn
gd: Caothach criosa-ghiùlain
it: Pazzi trasportatori
nl: Loopbandgekte
ru: С ума сойти: конвейеры
uk: Конвеєри збожеволіли

source: When standing on conveyor belts you'll move without walking.
de: Wenn du auf einem Fließband stehst, bewegst du dich, ohne zu gehen.
gd: Gluaisidh tu gun choiseachd nuair a sheasas tu air crios-giùlain.
it: Se stai nei nastri trasportatori ti muoverai senza camminare.
nl: Als je op lopende banden staat, beweeg je zonder te lopen.
ru: Конвеер постоянно перемещает всё, что на нём находится.
uk: Конвеєр буде тягнути гравця або тінь у напрямі свого руху.

source: Let the shadow finish the level by walking to the finish. But don't stand still because your shadow will move all the way back.
de: Lass deinen Schatten den Level abschließen, indem du ihn zum Ausgang gehen lässt. Aber steh nicht starr rum, weil dein Schatten die ganze Zeit zurückgeworfen wird.
gd: Leig le do sgàile an leibheil a choileanadh le coiseachd dhan doras a-mach. Ach na seas gun ghluasad on a ghluaiseadh do sgàile air ais dhan toiseach.
it: Lascia che la tua ombra finisca il livello andando verso l'uscita. Evita di stare fermo sennò l'ombra ritornerà al punto di partenza.
nl: Laat je schaduw het level halen door naar de uitgang te lopen. Maar sta niet stil, want je schaduw zal helemaal terug worden bewogen.
ru: Пусть тень пройдёт уровень, добравшись до финиша. Но стоять на месте тоже нельзя, потому что тень будет смещаться назад на конвейере.
uk: Тінь має дійти до фінішу рівня. Але не можна стояти на місці, оскільки конвеєр буде тягнути тінь назад.

source: Triggering
de: Auslösen
gd: Trigearan
it: Attivazione
nl: Activering
ru: Триггер
uk: Тригер

source: This gap is impossible to jump over. Step on the button next of you.
de: Es ist unmöglich, über diesen Abgrund zu springen. Tritt auf den Taster vor dir.
gd: Chan urrainn dhut leum thar na beàrn seo. Rach dhan phutan ri do thaobh.
it: Impossibile saltare al di là del baratro. Usa il pulsante accanto a te.
nl: Deze afgrond is te groot om overheen te springen. Stap op de knop naast je.
ru: Через этот провал нельзя перепрыгнуть. Попробуйте наступить на кнопку рядом.
uk: Через цю прірву не перестрибнути. Треба стати на кнопку поблизу.

source: The switch
de: Der Schalter
gd: An t-suidse
it: L'interruttore
nl: De schakelaar
ru: Выключатель
uk: Вимикач

source: There's another type of trigger: the switch. Use the switch to activate the elevator so that you can reach the exit.
de: Es gibt noch eine weitere Sorte von Auslösern: Den Schalter. Aktiviere mit Hilfe dieses Schalters den Aufzug, damit du den Ausgang erreichen kannst.
gd: Tha seòrsa trigeir eile ann: an t-suidse. Cleachd an t-suidse gus an t-àrdaichear a ghnìomhachadh ach an ruig thu an doras a-mach.
it: Questo è un altro tipo di innesco: l'interruttore. Usalo per attivare l'ascensore che ti porterà verso l'uscita.
nl: Er is een ander soort reactieveroorzaker: de schakelaar. Gebruik de schakelaar om de lift te activeren, zodat je de uitgang kan bereiken.
ru: Есть ещё один вид триггера: переключатель. Этот переключатель активирует подъёмник, который поможет добраться до выхода.
uk: Є ще один вид вимикачів: перемикач. Цей перемикач активує ліфт, який допоможе досягнути виходу.

source: Toggle trigger
de: Auslöser umschalten
gd: Trigear toglachaidh
it: Attiva o disattiva l'innesco
nl: Schakelaar
ru: Включай, запускай
uk: Вимикач

source: You've only seen triggers that activate other blocks, but they can also deactivate or toggle them.
de: Du hast nur Auslöser gesehen, welche andere Blöcke aktivieren, aber sie können sie auch de- aktivieren oder umschalten.
gd: Chan fhaca tu ach trigearan a ghnìomhaicheas blocaichean eile gu ruige seo, ach ’s urrainn dhaibh an neo-ghnìomhachadh no an toglachadh cuideachd.
it: Fino adesso hai visto inneschi che attivano i blocchi una sola volta se usati: dovresti sapere che ci sono alcuni che possono essere attivati e disattivati innumerevoli volte.
nl: Je hebt alleen schakelaars gezien die andere blokken activeren, maar ze kunnen ze ook deactiveren of ze aan en uit zetten.
ru: Мы уже познакомились с триггерами, которые активируют другие блоки, но они также могут деактивировать или переключать их.
uk: Ми вже бачили вимикачі, які лише активують інші блоки, однак вони також можуть деактивувати або перемикати їх.

source: Stop trigger
de: Stopper
gd: Trigear stada
it: Ferma l'innesco
nl: Deactiveren
ru: Стоп в нужный момент
uk: Вимикач, що зупиняє

source: This trigger will deactivate the moving block. Try to stop it at the right moment. You can only do this once, so if it fails you'll have to reset the level with the {{{key_restart}}} key.
de: Dieser Auslöser wird den beweglichen Block deaktivieren. Versuch, diesen im richtigen Augenblick anzuhalten. Du kannst dies nur einmal versuchen, falls es schiefgeht, musst du das Level mit der Taste {{{key_restart}}} neustarten.
gd: Neo-ghnìomhaichidh an trigear seo am bloca a ghluaiseas. Feuch an cuir thu stad air aig an àm cheart. Chan urrainn dhut seo a dhèanamh ach aon turas, mar sin, mura dèid leat, feumaidh tu an leibheil ath-shuidheachadh leis an iuchair “{{{key_restart}}}”.
it: Questo innesco disattiverà il blocco mobile. Prova a fermarlo al momento giusto. Puoi usarlo solo una volta, e se fallisci dovrai ricominciare il livello con il tasto {{{key_restart}}}.
nl: Deze schakelaar deactiveert het bewegende blok. Probeer het blok op het juiste moment te stoppen. Je kunt dit maar één keer doen, dus als het mislukt, moet je het level herstarten met {{{key_restart}}}.
ru: Этот триггер отключит движущийся блок. Попробуйте остановить это в нужный момент. Вы можете сделать это только один раз, поэтому, если это не удастся, вам придется сбросить уровень клавишей {{{key_restart}}}.

source: First portals
de: Erste Portale
gd: Tele-phortadh
it: Primi portali
nl: Eerste portalen
ru: Первые порталы
uk: Перші портали

source: Now it's time to check out the portals. To get to the exit you'll have to take the portal. Walk to it and press the {{{key_action}}} key to activate.
de: Es ist Zeit, die Portale kennenzulernen. Um zum Ausgang zu kommen, musst du das Portal benutzen. Geh hin und drück die Taste {{{key_action}}}, um es zu aktivieren.
gd: Thàinig an t-àm gus sùil a thoirt air na dorsan. Feumaidh tu an doras tele-phortaidh a chleachdadh gus an doras a-mach a ruigsinn. Coisich ann ’s brùth air an iuchair “{{{key_action}}}” gus a ghnìomhachadh.
it: Ora è tempo di provare i portali. Per raggiungere l'uscire dovrai entrare all'interno del portale, e per attivarlo dovrai camminarci sopra e poi premere il tasto {{{key_action}}}.
nl: Nu is het tijd om de portalen te onderzoeken. Om bij de uitgang te komen, moet je een portaal gebruiken. Loop ernaartoe en druk op {{{key_action}}} om het te activeren.
ru: Этот триггер отключит движущийся блок. Попробуйте остановить это в нужный момент. Вы можете сделать это только один раз, поэтому, если это не удастся, вам необходимо сбросить уровень клавишей {{{key_restart}}}.

source: NOTE: You can go back by entering this portal. It is however a bit different, you don't have to press the {{{key_action}}} key, it will activate when you walk in it.
de: HINWEIS: Du kannst zurückgehen, in dem du dieses Portal betrittst. Es ist allerdings ein bisschen anders, du musst nicht die Taste {{{key_action}}} drücken, es wird sich aktivieren, sobald du in es hineinläufst.
gd: AN AIRE: ’S urrainn dhut tilleadh tron doras seo. Tha e beagan diofraichte co-dhiù o nach fheum thu an iuchair “{{{key_action}}}” a bhrùthadh. Thèid a ghnìomhachadh nuair a choisicheas tu ann.
it: NOTA: Puoi ritornare indietro entrando da questo portale. Comunque è un pò diverso, non hai bisogno di premere il tasto {{{key_action}}} perché si attiverà da solo se ci camminerai sopra.
nl: OPMERKING: Je kunt teruggaan door het betreden van dit portaal. Het is echter een beetje anders: je hoeft {{{key_action}}} niet in te drukken; het portaal wordt geactiveerd zodra je er inloopt.
ru: На заметку: Вы можете вернуться, зайдя на этот портал. Это, однако, немного по-другому, вам не нужно нажмите клавишу {{{key_action}}}, она активируется при входе в нее.

source: Portal mayhem
de: Portal-Chaos
gd: Boile thele-phortaidh
it: Caos di portali
nl: Portaalgekte
ru: Суматоха с порталами
uk: Портальне божевілля

source: Portals point to another portal or to nothing. Try to reach the exit in this portal mayhem.
de: Portale führen zu einem anderem Portal oder nach nirgendwo. Versuch, den Ausgang in diesem Portal-Chaos zu erreichen.
gd: Bheir dorsan do dhoras eile no do dh’àite nach eil ann thu. Feuch an ruig thu an doras a-mach sa bhoile tele-phortaidh seo.
it: Un portale ti trasporterà in un altro portale o in un vicolo cieco. Prova a raggiungere l'uscita in questo caos di portali.
nl: Portalen leiden naar een ander portaal of naar niets. Probeer de uitgang te bereiken in deze portaalgekte.
ru: Порталы ведут в другой портал (или на пустое место). Придётся пробираться к выходу через эти дебри.
uk: Портали телепортують до іншого порталу або у порожнє місце. Доведеться досягнути виходу попри це портальне божевілля.

source: Now choose one of the two.
de: Nun such dir einen von beiden aus.
gd: Tagh aonan dhiubh a-nis.
it: Ora scegline uno dei due.
nl: Kies nu één van de twee paden.
ru: А теперь придётся выбрать один из двух.
uk: Доведеться обрати один із двох.

source: A dead end, you'd better go back and choose the other portal.
de: Eine Sackgasse, du kehrst wohl besser um und wählst das andere Portal.
gd: Seo cùil-dhùinte, b’ fheairrde thu tilleadh ’s an doras eile a thaghadh.
it: Un vicolo cieco, fai meglio a ritornare indietro e scegliere l'altro portale.
nl: De weg loopt dood. Je kunt beter teruggaan en het andere portaal kiezen.
ru: Здесь тупик, следует вернуться назад и выбрать другой портал.
uk: Це глухий кут. Треба вернутися назад і обрати інший портал.

source: Checkpoints
de: Kontrollpunkte
gd: Puingean sàbhalaidh
it: Checkpoint
nl: Herstartpunten
ru: Чекпоинты
uk: Чекпоінти
