Repository: PortsMaster/PortMaster-New
Catalog: ports/meandmyshadow/meandmyshadow/data/locale/*.po
Languages: fr, gd, uk

source: WARNING: Levelpack directory '%s' already exists, addon may be broken or not working!
fr: ATTENTION : Le répertoire de pack de niveaux « %s » existe déjà, l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Tha an pasgan na pacaid leibheilean “%s” ann mu thràth, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Директорія зі збіркою рівнів '%s' вже існує, застосунок може бути пошкодженим або непрацездатним!

source: ERROR: Addon requires another addon (%s) which can't be found!
fr: ERREUR : Cette extension nécessite une autre extension (%s) qui ne peut pas être trouvée !
gd: MEARACHD: Tha an tuilleadan feumach air tuilleadan eile (%s) nach do lorg sinn!
uk: ПОМИЛКА: Застосунок потребує інший застосунок (%s), який не вдалося знайти!

source: The addon %s is needed and will be installed now.
fr: L'extension %s est nécessaire et sera installée maintenant.
gd: Tha feum air an tuilleadan %s agus thèid a stàladh a-nis.
uk: Потрібний застосунок %s буде зараз установлено.

source: On
fr: Activé
gd: Air
uk: Увімк.

source: Off
fr: Désactivé
gd: Dheth
uk: Вимк.

source: Undo %s
fr: Annuler %s
gd: Neo-dhèan %s
uk: Скасувати %s

source: Can't undo
fr: Impossible d'annuler
gd: Cha ghabh a neo-dhèanamh
uk: Неможливо повернути

source: Redo %s
fr: Rétablir %s
gd: Ath-dhèan %s
uk: Повернути %s

source: Can't redo
fr: Impossible de rétablir
gd: Cha ghabh ath-dhèanamh
uk: Неможливо повернути

source: Resize %s
fr: Redimensionner %s
gd: Ath-mheudaich %s
uk: Змінити розмір %s

source: Move %s
fr: Déplacer %s
gd: Gluais %s
uk: Перемістити %s

source: Custom scenery block
fr: Bloc de décor personnalisé
gd: Bloca seallaidh-dhùthcha gnàthaichte
uk: Блок тла

source: Move %d object
fr: Déplacer %d objet
gd: gluasad %d nì
uk: Перемістити %d об'єкт

source: Resize level
fr: Redimensionner le niveau
gd: Ath-mheudaich an leibheil
uk: Змінити розмір рівня

source: Modify level property
fr: Modifier les propriétés du niveau
gd: Atharraich roghainn na leibheil
uk: Змінити властивості рівня

source: Add background layer %s
fr: Ajouter l'arrière-plan %s
gd: Cuir ris breath cùlaibh %s

source: Delete background layer %s
fr: Supprimer l’arrière-plan %s
gd: Sguab às breath cùlaibh %s

source: Add foreground layer %s
fr: Ajouter le premier plan %s
gd: Cuir ris breath beulaibh %s

source: Delete foreground layer %s
fr: Supprimer le premier plan %s
gd: Sguab às breath beulaibh %s

source: Modify the property of background layer %s
fr: Modifier les propriétés de l'arrière plan %s
gd: Atharraich roghainn na breatha cùlaibh %s

source: Modify the property of foreground layer %s
fr: Modifier les propriétés du premier plan %s
gd: Atharraich roghainn na breatha beulaibh %s

source: Move %d object from layer %s to layer %s
fr: Déplacer %d objet de la couche %s à la couche %s
gd: gluasad %d nì o bhreath %s gu breath %s
uk: Перемістити %d об'єкт із шару %s у шар %s

source: Add %s
fr: Ajouter %s
gd: Cuir %s ris
uk: Додати %s

source: Remove %s
fr: Supprimer %s
gd: Thoir air falbh %s
uk: Видалити %s

source: Add %d object
fr: Ajouter %d objet
gd: cur %d nì ris
uk: Додати %d об'єкт

source: Remove %d object
fr: Supprimer %d objet
gd: toirt air falbh %d nì
uk: Видалити %d об'єкт

source: Add path to %s
fr: Ajouter le chemin d'accès vers %s
gd: Cuir slighe ri %s
uk: Додати шлях до %s

source: Remove a path point from %s
fr: Supprimer un point de chemin de %s
gd: Thoir air falbh comharra slighe o %s
uk: Видалити точку шляху з %s

source: Remove all paths from %s
fr: Supprimer tous les chemins de %s
gd: Thoir air falbh gach slighe o %s
uk: Видалити усі шляхи з %s

source: Add link from %s to %s
fr: Ajouter un lien de %s à %s
gd: Cuir ris ceangal o %s gu %s
uk: Додати посилання з %s до %s

source: Remove all links from %s
fr: Supprimer tous les liens de %s
gd: Thoir air falbh gach ceangal o %s
uk: Видалити усі посилання з %s

source: Modify the %2 property of %1
fr: Modifier la propriété %2 de %1
gd: Atharraich roghainn %2 aig %1
uk: Змінити у %1 властивість %2

source: Edit the script of %s
fr: Modifier le script de %s
gd: Deasaich an sgriobt aig %s
uk: Редагувати скрипт %s

source: Edit the script of level
fr: Modifier le script du niveau
gd: Deasaich sgriobt na leibheil
uk: Редагувати скрипт рівня

source: Credits
fr: Crédits
gd: Urram
uk: Подяки

source: Loading...
fr: Chargement...
gd: ’Ga luchdadh…
uk: Завантаження...

source: OK
gd: Ceart ma-thà
uk: Так

source: Cancel
fr: Annuler
gd: Sguir dheth
uk: Відміна

source: Abort
fr: Abandonner
gd: Sguir dheth
uk: Перервати

source: Retry
fr: Réessayer
gd: Feuch ris a-rithist
uk: Повторити

source: Ignore
fr: Ignorer
gd: Leig seachad
uk: Пропустити

source: Yes
fr: Oui
gd: Tha
uk: Так

source: No
fr: Non
gd: Chan eil
uk: Ні

source: Level %d %s
fr: Niveau %d %s
gd: Leibheil %d %s
uk: Рівень %d %s

source: Game loaded.
fr: Partie chargée.
gd: Chaidh an geama a luchdadh.

source: Can't switch camera because your shadow has died.
fr: La caméra ne peut plus être tournée parce que votre ombre est morte.
gd: Chan urrainn dhut an camara iomlaid on a chaochail do sgàil.

source: Camera mode: Shadow
fr: Mode de la caméra : Ombre
gd: Modh a’ chamara: Sgàil

source: Camera mode: Player
fr: Mode de la caméra : Joueur
gd: Modh a’ chamara: Cluicheadair

source: Press %s to restart current level or press %s to load the game.
fr: Appuyez sur %s pour recommencer le niveau actuel ou sur %s pour charger la sauvegarde.
gd: Brùth air %s airson tòiseachadh às ùr no air %s gus geama a luchdadh.
uk: Натисніть клавішу %s, щоб перезапустити поточний рівень, або натисніть клавішу %s, щоб завантажити гру.

source: Press %s to restart current level.
fr: Appuyez sur %s pour recommencer le niveau actuel.
gd: Brùth air %s gus an leibheil làithreach a thòiseachadh às ùr.
uk: Натисніть клавішу %s, щоб перезапустити поточний рівень.

source: %d recording
fr: %d enregistrement
gd: %d chlàradh
uk: %d запис

source: You've finished:
fr: Vous avez terminé :
gd: Choilean thu:
uk: Ви завершили:

source: Time:
fr: Temps :
gd: Ùine:
uk: Час:

source: Best time:
fr: Meilleur temps :
gd: Ùine as fheàrr:

source: Target time:
fr: Objectif :
gd: Ùine-amais:

source: Collectibles:
fr: Objets de collection :
gd: Togail nan nithean:

source: Recordings:
fr: Enregistrements :
gd: Clàraidhean:
uk: Записів:

source: Best collectibles:
fr: Meilleurs objets de collection :
gd: Na nithean as motha air an togail:

source: Best recordings:
fr: Meilleurs enregistrements :
gd: Clàraidhean as fheàrr:

source: Target collectibles:
fr: Objectif d'objets à collectionner :
gd: Amas togail nan nithean:

source: Target recordings:
fr: Objectif d'enregistrements :
gd: Amas chlàraidhean:
uk: Необхідно записів:

source: GOLD
fr: d'OR
gd: ÒIR
uk: ЗОЛОТУ

source: SILVER
fr: d'ARGENT
gd: AIRGID
uk: СРІБНУ

source: BRONZE
fr: de BRONZE
gd: UMHA
uk: БРОНЗОВУ

source: You earned the %s medal
fr: Vous avez gagné la médaille %s
gd: Bhuannaich thu am bonn %s
uk: Ви отримали %s медаль

source: The best medal you earned is %s medal
fr: La meilleure médaille que vous avez gagnée est la médaille %s
gd: Is %s am bonn as fheàrr a choisinn thu

source: (previous best medal: %s)
fr: (meilleure mésaille précédente : %s)
gd: (am bonn nas fheàrr roimhe: %s)

source: Menu
gd: Clàr-taice
uk: Меню

source: Save replay
fr: Enregistrer la rediffusion
gd: Sàbhail ath-chluiche

source: Restart
fr: Recommencer
gd: Ath-thòisich
uk: Ще раз

source: Load
fr: Charger
gd: Luchdaich

source: Next
fr: Suivant
gd: Air adhart
uk: Далі

source: Congratulations
fr: Félicitations
gd: Meal do naidheachd
uk: Вітання

source: You have finished the levelpack!
fr: Vous avez complété le pack de niveaux !
gd: Choilean thu a’ phacaid leibheilean!
uk: Ви закінчили цю збірку рівнів!

source: Replay file name:
fr: Nom du fichier de rediffusion :
gd: Ainm faidhle na h-ath-chluiche:

source: No file name given for the replay file.
fr: Aucun nom de fichier spécifié pour le fichier de rediffusion.
gd: Cha deach ainm faidhle a thoirt seachad airson faidhle na h-ath-chluiche.

source: Missing file name
fr: Nom de fichier manquant
gd: Tha ainm faidhle a dhìth
uk: Відсутнє ім'я файлу

source: The '%s' is a reserved word.
fr: « %s » est un mot réservé.
gd: ’S e facal glèidhte a th’ ann an “%s”.

source: Error
fr: Erreur
gd: Mearachd
uk: Помилка

source: The file %s already exists.
fr: Le fichier %s existe déjà.
gd: Tha am faidhle %s ann mu thràth.
uk: Файл %s вже існує.

source: The replay is saved to '%s'.
fr: La rediffusion est enregistrée dans « %s ».
gd: Chaidh an ath-chluiche a sàbhaladh gu “%s”.

source: Your shadow has died.
fr: Votre ombre est morte.
gd: Chaochail do sgàil.
uk: Ваша тінь померла.

source: Copy code
fr: Copier le code
gd: Dèan lethbhreac dhen chòd agad

source: Scripting Help
fr: Aide pour les scripts
gd: Cobhair leis an sgriobtadh

source: Homepage
fr: Page d’accueil
gd: Duilleag-dhachaigh

source: Forward
fr: Transférer
gd: Air adhart

source: Search
fr: Rechercher
gd: Lorg

source: Goto
fr: Aller à
gd: Rach gu

source: Up
fr: Haut
gd: Suas

source: Down
fr: Bas
gd: Sìos

source: Left
fr: Gauche
gd: Gu clì
uk: Ліворуч

source: Right
fr: Droite
gd: Gu deas
uk: Праворуч

source: Jump
fr: Sauter
gd: Leum
uk: Стрибок

source: Action
gd: Gnìomh
uk: Дія

source: Record
fr: Enregistrer
gd: Clàraich

source: Cancel recording
fr: Annuler l'enregistrement
gd: Sguir dhen chlàradh
uk: Скасувати запис

source: Back to previous screen
fr: Retour à l'écran précédent
gd: Rach dhan sgrìn roimhpe

source: Toggle shadow camera
fr: Basculer en mode caméra d'ombre
gd: Toglaich camara sgàile

source: Save game
fr: Sauvegarder la partie
gd: Sàbhail an geama

source: Load game
fr: Charger la partie
gd: Luchdaich geama
uk: Завантажити гру

source: Swap the player and shadow
fr: Échanger le joueur et l'ombre
gd: Dèan iomlaid air a’ chluicheadair agus a sgàil

source: Teleport player to cursor
fr: Téléporter le joueur vers le curseur
gd: Tele-phortaich an cluicheadair dhan chùrsair

source: Suicide
gd: Fèin-mhurt

source: Move selected object precisely
fr: Déplacer l’objet sélectionné avec précision
gd: Gluais an t-oibseact a thagh thu gu pongalach

source: Next block type
fr: Type de bloc suivant
gd: Seòrsa an ath-bhloca

source: Previous block type
fr: Type de bloc précédent
gd: Seòrsa a’ bhloca roimhe

source: Select
fr: Sélectionner
gd: Tagh
uk: Обрати

source: Pause game
fr: Mettre la partie en pause
gd: Cuir an geama ’na stad

source: (KEY %d)
fr: (CLÉ %d)
gd: (Iuchair %d)

source: JOYSTICK AXIS %d %s
fr: AXE DE JOYSTICK %d %s
gd: Aiseal %d %s a’ joystick

source: JOYSTICK BUTTON %d
fr: BOUTON JOYSTICK %d
gd: Putan %d a’ joystick

source: JOYSTICK HAT %d LEFT
fr: JOYSTICK %d GAUCHE
gd: Hat %d a’ joystick gu clì

source: JOYSTICK HAT %d RIGHT
fr: JOYSTICK %d DROIT
gd: Hat %d a’ joystick gu deas

source: JOYSTICK HAT %d UP
fr: JOYSTICK %d HAUT
gd: Hat %d a’ joystick suas

source: JOYSTICK HAT %d DOWN
fr: JOYSTICK %d BAS
gd: Hat %d a’ joystick sìos

source: JOYSTICK HAT %d %d
fr: JOYSTICK %d %d
gd: Hat %d %d a’ joystick

source: OR
fr: OU
gd: NO
uk: АБО

source: In menu:
fr: Dans le menu :
gd: Sa chlàr-taice:

source: In game:
fr: En jeu :
gd: Sa geama:

source: In level editor:
fr: Dans l'éditeur de niveau :
gd: Ann an deasaiche nan leibheilean:

source: In test play:
fr: En mode test :
gd: Ann an cluiche fo dheuchainn:

source: Select an item and press a key to change it.
fr: Sélectionner un élément et appuyez sur une touche pour le modifier.
gd: Tagh nì ’s brùth air iuchair gus atharrachadh.
uk: Оберіть елемент і натисніть клавішу, щоб змінити його.

source: Press backspace to clear the selected item.
fr: Appuyez sur la touche « retour arrière » pour effacer l'élément sélectionné.
gd: Brùth air backspace gus na thagh thu fhalamhachadh.
uk: Натисніть backspace, щоб очистити обраний елемент.

source: Block
fr: Bloc
gd: Bloca

# block
source: Player Start
fr: Départ du joueur
gd: Tòiseachadh a’ chluicheadair

# block
source: Shadow Start
fr: Départ de l'ombre
gd: Tòiseachadh na sgàile

# block
source: Exit
fr: Sortie
gd: Doras a-mach

# block
source: Shadow Block
fr: Bloc d'ombre
gd: Bloca sgàile

# block
source: Spikes
fr: Piques
gd: Spìcean

# block
source: Shadow Spikes
gd: Spìcean sgàile

# block
source: Checkpoint
fr: Point de sauvegarde
gd: Puing sàbhalaidh

# block
source: Swap
fr: Échanger
gd: Dèan iomlaid

# block
source: Fragile Block
fr: Bloc fragile
gd: Bloca brisg

# block
source: Fragile Shadow Block
fr: Bloc d'ombre fragile
gd: Bloca sgàile brisg

# block
source: Moving Block
fr: Bloc mobile
gd: Bloca a ghluaiseas

# block
source: Moving Shadow Block
fr: Bloc d'ombre mobile
gd: Bloca sgàile a ghluaiseas

# block
source: Moving Spikes
fr: Piques mobiles
gd: Spìcean a ghluaiseas

# block
source: Moving Shadow Spikes
fr: Piques d'ombre mobiles
gd: Spìcean sgàile a ghluaiseas

# block
source: Portal
fr: Portail
gd: Doras

# block
source: Button
fr: Bouton
gd: Putan

# block
source: Switch
fr: Interrupteur
gd: Suidse

# block
source: Conveyor Belt
fr: Tapis roulant
gd: Crios-giùlain

# block
source: Shadow Conveyor Belt
fr: Tapis roulant d'ombre
gd: Crios-giùlain sgàile

# block
source: Notification Block
fr: Panneau d'information
gd: Bloca bratha

# block
source: Collectable
fr: A collectionner
gd: Nì so-thogail

# block
source: Pushable Block
fr: Bloc déplaçable
gd: Bloca a ghabhas brùthadh

# block
source: Pushable Shadow Block
fr: Bloc d'ombre déplaçable
gd: Bloca sgàile a ghabhas brùthadh

source: Add
fr: Ajouter
gd: Cuir ris
uk: Додати

source: Delete
fr: Supprimer
gd: Sguab às
uk: Видалити

source: Play
fr: Jouer
gd: Cluich
uk: Грати

source: Level settings
fr: Paramètres du niveau
gd: Roghainnean an leibheil
uk: Налаштування рівня

source: Save level
fr: Enregistrer le niveau
gd: Sàbhail an leibheil
uk: Зберегти рівень

source: Back to menu
fr: Retour au menu
gd: Till dhan chlàr-taice
uk: Назад до меню

source: Configure
fr: Configurer
gd: Rèitich
uk: Налаштування

source: %s (Scenery)
fr: %s (Paysage)
gd: %s (Sealladh-dùthcha)
uk: %s (Тло)

source: Toggle
fr: Bascule
gd: Toglaich
uk: Перемикач

source: Complete
fr: Terminé
gd: Coileanta
uk: Завершений

source: One step
fr: Une étape
gd: Aon cheum
uk: Один крок

source: Two steps
fr: Deux étapes
gd: Dà cheum
uk: Два кроки

source: Gone
fr: Disparu
gd: Air falbh
uk: Зник

source: Negative infinity
fr: Infini négatif
gd: Neo-chrìochnachd àicheil
uk: Мінус нескінченність

source: Zero
fr: Zéro
gd: A neoini
uk: Нуль

source: Level size
fr: Niveau du niveau
gd: Meud na leibheil
uk: Розмір рівня

source: Positive infinity
fr: Infini positif
gd: Neo-chrìochnachd dhearbh
uk: Плюс нескінченність

source: Default
fr: Par défaut
gd: Bunaiteach
uk: За замовчуванням

source: Deselect
fr: Désélectionner
gd: Dì-thagh
uk: Зняти вибір

source: Horizontal repeat start: %s
fr: Début de répétition horizontale : %s
gd: Toiseach na h-atharrais air a’ chòmhnard: %s
uk: Розпочати горизонтальний повтор: %s

source: Horizontal repeat end: %s
fr: Fin de répétition horizontale : %s
gd: Deireadh na h-atharrais air a’ chòmhnard: %s
uk: Завершити горизонтальний повтор: %s

source: Vertical repeat start: %s
fr: Début de répétition verticale : %s
gd: Toiseach na h-atharrais inghearaich: %s
uk: Розпочати вертикальний повтор: %s

source: Vertical repeat end: %s
fr: Fin de répétition verticale : %s
gd: Deireadh na h-atharrais inghearaich: %s
uk: Завершити вертикальний повтор: %s

source: Custom scenery
fr: Décor personnalisé
gd: Sealladh-dùthcha gnàthaichte
uk: Налаштувати тло

source: Visible
gd: Ri fhaicinn
uk: Видимий

source: Link
fr: Lier
gd: Ceangal
uk: Посилання

source: Remove Links
fr: Délier
gd: Thoir na ceanglaichean air falbh
uk: Прибрати посилання

source: Automatic
fr: Automatique
gd: Fèin-obrachail
uk: Авто

source: Behavior: %s
fr: Comportement : %s
gd: Giùlan: %s
uk: Поведінка: %s

source: Path
fr: Parcours
gd: Slighe
uk: Шлях

source: Remove Path
fr: Supprimer le parcours
gd: Thoir an t-slighe air falbh
uk: Прибрати шлях

source: Activated
fr: Activé
gd: Air gnìomhachadh
uk: Активовано

source: Looping
fr: Boucle
gd: Lùbadh
uk: Повторювати

source: Speed
fr: Vitesse
gd: Luaths
uk: Швидкість

source: State: %s
fr: État : %s
gd: Staid: %s
uk: Стан: %s

source: Message
gd: Teachdaireachd
uk: Повідомлення

source: Appearance
fr: Apparence
gd: Dreach
uk: Зовнішній вигляд

source: Scripting
fr: Script
gd: Sgriobtadh
uk: Скрипти

source: Background layer: %s
fr: Arrière-plan : %s
gd: Breath a’ chùlaibh: %s
uk: Шар тла: %s

source: Blocks layer
fr: Blocs
gd: Breath bhlocaichean
uk: Шар блоків

source: Foreground layer: %s
fr: Premier plan : %s
gd: Breath a’ bheulaibh: %s
uk: Шар переднього плану: %s

source: Add new layer
fr: Ajouter un nouveau plan
gd: Cuir breath ùr ris
uk: Додати новий шар

source: Delete selected layer
fr: Supprimer le plan sélectionné
gd: Sguab às a’ bhreath a thagh thu
uk: Видалити обрані шари

source: Configure selected layer
fr: Configurer le plan sélectionné
gd: Rèitich a’ bhreath a thagh thu
uk: Налаштувати обраний шар

source: Move selected object to layer
fr: Déplacer l’objet sélectionné vers le plan
gd: Gluais an t-oibseact a thagh thu dhan bhreath
uk: Перемістити обраний об'єкт у шар

source: Settings
fr: Paramètres
gd: Roghainnean
uk: Налаштування

source: NOTE: the layers are sorted alphabetically.
fr: Remarque : Les plans sont triés alphabétiquement .
gd: AN AIRE: tha na breathan ’gan seòrsachadh a-rèir na h-aibidil.

source: Notification block
fr: Panneau d'information
gd: Bloca bratha
uk: Інформаційний блок

source: Enter message here:
fr: Écrivez le message :
gd: Cuir teachdaireachd a-steach:
uk: Введіть повідомлення тут:

source: Example:
fr: Exemple :
gd: Ball-eisimpleir:

source: Copy
fr: Copier
gd: Dèan lethbhreac

source: Behavior
fr: Comportement
gd: Giùlan
uk: Поведінка

source: State
fr: État
gd: Staid
uk: Стан

source: Conveyor belt speed
fr: Vitesse du tapis roulant
gd: Luaths a’ chrios-ghiùlain
uk: Швидкість конвеєра

source: Enter speed here:
fr: Définissez la vitesse :
gd: Cuir luaths a-steach:
uk: Введіть швидкість:

source: NOTE: 1 Speed = 0.08 block/s
fr: Remarque : 1 vitesse = 0,08 bloc/s
gd: AN AIRE: 1 a luaths = 0.08 bloca/diog
uk: ПРИМ.: 1 Швидкість = 0,08 блоків/с

source: Help
fr: Aide
gd: Cobhair

source: Level Scripting
fr: Script du niveau
gd: Sgriobtachadh leibheilean
uk: Скрипти рівня

source: NOTE: If the file '%s' is present, the script in it will be executed before 'onCreate' event.
fr: Remarque : Si le fichier « %s » est présent, le script sera exécuté avant l'événement « onCreate ».
gd: AN AIRE: Ma tha am faidhle “%s” ann, thèid an sgriobt a ruith ron tachartas “onCreate”.

source: Add layer
fr: Ajouter un plan
gd: Cuir breath ris
uk: Додати шар

source: Enter the layer name:
fr: Entrez le nom du plan :
gd: Cuir a-steach ainm na breatha:
uk: Введіть назву шару:

source: Layer type:
fr: Type de plan :
gd: Seòrsa na breatha:

source: Background layer
fr: Arrière-plan
gd: Breath a’ chùlaibh

source: Foreground layer
fr: Premier plan
gd: Breath a’ bheulaibh

source: Are you sure you want to delete background layer '%s'?
fr: Êtes-vous sûr de que vouloir supprimer l’arrière-plan « %s » ?
gd: A bheil thu cinnteach gu bheil thu airson a’ bhreath cùlaibh “%s” a sguabadh às?

source: Are you sure you want to delete foreground layer '%s'?
fr: Êtes-vous sûr de que vouloir supprimer le premier plan « %s » ?
gd: A bheil thu cinnteach gu bheil thu airson a’ bhreath beulaibh “%s” a sguabadh às?

source: Delete layer
fr: Supprimer le plan
gd: Sguab às a’ bhreath
uk: Видалити шар

source: Layer settings
fr: Paramètres du plan
gd: Roghainnean na breatha
uk: Налаштувати шар

source: Layer name:
fr: Nom du plan :
gd: Ainm na breatha:
uk: Назва шару:

source: Layer moving speed (1 speed = 0.8 block/s):
fr: Vitesse de déplacement du plan (Vitesse 1 = 0,8 bloc/s) :
gd: Luaths gluasaid na breatha (1 a luaths = 0.8 bloca/diog):
uk: Швидкість переміщення шару (1 швидкість = 0,08 блоків/с):

source: Speed of following camera:
fr: Vitesse de la caméra :
gd: Luath a’ chamara a’ leantainn:
uk: Швидкість камери:

source: Move to layer
fr: Déplacer vers le plan
gd: Gluais gu breath
uk: Перемістити у шар

source: Enter the layer name (create new layer if necessary):
fr: Entrez le nom du calque (créée nouveau calque si nécessaire) :
gd: Cuir a-steach ainm na breatha (cruthaich breath ùr mur eil i ann):
uk: Введіть назву шару (створити новий шар за необхідності):

source: Repeat mode
fr: Mode de répétition
gd: Modh atharrais
uk: Режим повтору

source: Custom scenery:
fr: Décor personnalisé :
gd: Sealladh-dùthcha gnàthaichte:
uk: Тло:

source: (Use the default appearance for this block)
fr: (Utiliser l’apparence par défaut pour ce bloc)
gd: (Cleachd an dreach bunaiteach airson a’ bhloca seo)
uk: (Використовувати звичайний вигляд цього блока)

source: Toolbox
fr: Boîte à outils
gd: Bogsa-innealan
uk: Інструменти

source: The level has unsaved changes.
fr: Le niveau a des modifications non enregistrées.
gd: Tha atharraichean gun sàbhaladh san leibheil seo.
uk: На рівні є незбережені зміни.

source: Are you sure you want to quit?
fr: Êtes-vous sûr(e) de vouloir quitter ?
gd: A bheil thu cinnteach gu bheil thu airson fàgail an-seo?
uk: Ви дійсно хочете вийти?

source: Quit prompt
fr: Quitter
gd: Fàgail
uk: Підтвердіть вихід

source: Level "%s" saved
fr: Niveau "%s" enregistré
gd: Tha thu air an leibheil “%s” a shàbhaladh
uk: Рівень "%s" збережено

source: Saved
fr: Enregistré
gd: Air a shàbhaladh
uk: Збережено

source: Collectibles: %d
fr: A collectionner : %d
gd: Togail nithean: %d

source: Recordings: %d
fr: Enregistrements : %d
gd: Clàraidhean: %d
uk: Записів: %d

source: Best collectibles: %d
fr: Meilleurs objets de collection : %d
gd: Na nithean as motha air an togail: %d

source: Best recordings: %d
fr: Meilleurs enregistrements : %d
gd: Clàraidhean as fheàrr: %d
uk: Найкращі записи: %d

source: Target collectibles: %d
fr: Objectif des objets de collection : %d
gd: Amas togail nan nithean: %d

source: Target recordings: %d
fr: Objectif d'enregistrements : %d
gd: Amas chlàraidhean: %d
uk: Необхідно записів: %d

source: Name:
fr: Nom :
gd: Ainm:
uk: Назва:

source: Theme:
fr: Thème :
gd: Ùrlar:
uk: Оформлення:

source: Examples: %s or %s
fr: Exemples : %s ou %s
gd: Buill-eisimpleir: %s no %s

source: Music:
fr: Musique :
gd: Ceòl:
uk: Музика:

source: Arcade mode
fr: Mode arcade
gd: Modh fhaoin-chleasan

source: Target time (s):
fr: Objectif de temps (s) :
gd: Amas ùine (diog):
uk: Необхідний час (с):

source: Restart level editor is required
fr: Le redémarrage de l'éditeur de niveau est nécessaire
gd: Feumaidh tu deasaiche nan leibheilean ath-thòiseachadh
uk: Необхідно перезапустити редактор рівнів

source: Please enter a layer name.
fr: Veuillez entrer un nom de plan.
gd: Cuir a-steach ainm na breatha.
uk: Будь ласка, введіть назву шару.

source: There is already a foreground layer named '%s'.
fr: Il y a déjà un premier plan nommé « %s ».
gd: Tha breath beulaibh air a bheil “%s” ann mu thràth.

source: There is already a background layer named '%s'.
fr: Il y a déjà un arrière-plan nommé « %s ».
gd: Tha breath cùlaibh air a bheil “%s” ann mu thràth.

source: Source and destination layers are the same.
fr: Le plan source et de destination sont identiques.
gd: Tha a’ bhreath thùsail is an ceann-uidhe co-ionnann.
uk: Вихідний та кінцевий шари співпадають.

source: Scenery
fr: Décor
gd: Sealladh-dùthcha
uk: Тло

source: Speed: %d = %0.2f block/s
fr: Vitesse : %d = %0.2f bloc/s
gd: Luaths: %d = %0.2f bloca(ichean)/diog
uk: Швидкість: %d = %0.2f блоків/с

source: Stop at this point
fr: S'arrêter à ce point
gd: Cuir stad air aig a’ chomharra seo
uk: Зупинитися у цій точці

source: Pause: %d = %0.3fs
gd: Cuir ’na stad: %d = %0.3fs
uk: Пауза: %d = %0.3fs

source: Map Editor
fr: Éditeur de niveau
gd: Deasaiche nam mapa
uk: Редактор карт
