Repository: PortsMaster/PortMaster-New
Catalog: ports/meandmyshadow/meandmyshadow/data/locale/*.po
Languages: fr, gd, uk

source: Newbie
gd: Ùranach
uk: Початківець

source: Complete a level.
fr: Compléter un niveau.
gd: Coilean leibheil.
uk: Завершити один рівень.

source: Graduate
fr: Diplômé
gd: Ceumnaiche
uk: Випускник

source: Complete the tutorial level pack.
fr: Compléter tous les niveaux du didacticiel.
gd: Coilean gach leibheil an oideachaidh.
uk: Завершити збірку навчальних рівнів.

source: Experienced player
fr: Joueur expérimenté
gd: Cluicheadair eòlach
uk: Досвідчений гравець

source: Complete 50 levels.
fr: Compléter 50 niveaux.
gd: Coilean 50 leibheil.
uk: Завершити 50 рівнів.

source: You did it!
fr: Vous avez réussi !
gd: Rinn thu a’ chùis air!

source: Complete any level pack besides tutorial.
fr: Finir une collection de niveaux en plus du tutoriel.
gd: Coilean pacaid leibheilean sa bith seach an t-oideachadh.

source: Good job!
fr: Bien joué !
gd: Nach math a rinn thu!
uk: Молодець!

source: Receive a gold medal.
fr: Obtenir une médaille d'or.
gd: Faigh bonn òir.
uk: Отримати золоту медаль.

source: Outstanding graduate
fr: Diplômé avec mention
gd: Ceumnaiche le àrd-urram
uk: Відмінник

source: Complete the tutorial level pack with gold for all levels.
fr: Compléter les niveaux du didacticiel avec la médaille d'or à chaque niveau.
gd: Coilean gach leibheil an oideachaidh le bonn òir.
uk: Завершити усі навчальні рівні із золотими медалями.

source: Expert
gd: Eòlaiche
uk: Експерт

source: Earn 50 gold medals.
fr: Obtenir 50 médailles d'or.
gd: Coisinn 50 bonn òir.

source: Victory
fr: Victoire
gd: Buaidh

source: Complete all official levels.
fr: Compléter tous les niveaux officiels.
gd: Coilean na leibheilean oifigeil uile.

source: Great victory
fr: Grande victoire
gd: Sàr-bhuaidh

source: Complete all official levels with silver or gold.
fr: Compléter tous les niveaux officiels avec l'argent ou l'or.
gd: Coilean na leibheilean oifigeil uile le bonn airgid no òir.

source: Epic victory
fr: Victoire épique
gd: Buaidh iongantach

source: Complete all official levels with gold.
fr: Compléter tous les niveaux officiels avec l'or.
gd: Coilean na leibheilean oifigeil uile le bonn òir.

source: Survivalist
fr: Maître de la survie
gd: Neach-tàrsainn

source: Complete 10 levels in row without dying.
fr: Compléter 10 niveaux à la suite sans mourir.
gd: Coilean 10 leibheil às dèidh a chèile gun chaochladh.

source: Expert survivalist
fr: Grand maître de la survie
gd: Neach-tàrsainn eòlach

source: Complete the default level pack from start to finish without dying or resetting once.
fr: Complétez le pack de niveau par défaut du début à la fin sans mourir ni réinitialiser une seule fois.
gd: Coilean a’ phacaid leibheilean bhunaiteach on toiseach gun deireadh gun chaochladh no ath-shuidheachadh.

source: Hooked
fr: Accro
gd: Air do bheò-ghlacadh
uk: Засів надовго

source: Play Me and My Shadow for more than 2 hours.
fr: Jouer à Me and My Shadow pendant plus de 2 heures.
gd: Cluich Me & My Shadow fad corr is 2 uair a thìde.
uk: Грати більше двох годин.

source: Loyal fan of Me and My Shadow
fr: Fan fidèle de Me and My Shadow
gd: Neach-leantainn dìleas aig Me & My Shadow
uk: Вірний фанат

source: Play Me and My Shadow for more than 24 hours.
fr: Jouer à Me and My Shadow pendant plus de 24 heures.
gd: Cluich Me & My Shadow fad oidhche ’s latha ’s a chorr.
uk: Грати довше 24 годин.

source: Constructor
fr: Bâtisseur
gd: Neach-togail
uk: Конструктор

source: Use the level editor for more than 2 hours.
fr: Utiliser l'éditeur de niveau pendant plus de 2 heures.
gd: Cleachd deasaiche nan leibheilean fad corr is 2 uair a thìde.
uk: Використовувати редактор рівнів більше двох годин.

source: The creator
fr: Le créateur
gd: Cruthadair
uk: Творець

source: Use the level editor for more than 8 hours.
fr: Utiliser l'éditeur de niveau pendant plus de 8 heures.
gd: Cleachd deasaiche nan leibheilean fad còrr is 8 uairean a thìde.

source: Look, cute level!
fr: Regardez, un joli niveau !
gd: Abair leibheil stampa!
uk: Ой, яке ж воно файне!

source: Create a level for the first time.
fr: Créer un niveau pour la première fois.
gd: Cruthaich a’ chiad leibheil agad.
uk: Створити свій перший рівень.

source: The level museum
fr: Le musée des niveaux
gd: Tasglannaiche nan leibheil
uk: Музей рівнебудівництва

source: Create 10 levels.
fr: Créer 10 niveaux.
gd: Cruthaich 10 leibheil.

source: Hello, World!
fr: Bonjour tout le monde !
gd: Shin thu, a shaoghail!

source: Write a script for the first time.
fr: Écrire un script pour la première fois.
gd: Sgrìobh a’ chiad sgriobt agad.
uk: Написати свій перший скрипт.

source: Frog
fr: Grenouille
gd: Losgann
uk: Коник-стрибунець

source: Jump 100 times.
fr: Sauter 100 fois.
gd: Thoir leum 100 turas.

source: Kangaroo
fr: Kangourou
gd: Cangaru

source: Jump 1000 times.
fr: Sauter 1000 fois.
gd: Thoir leum 1000 turas.
uk: Стрибнути 1000 разів.

source: Carrier
fr: Porteur
gd: Giùlanair

source: Player or shadow hold other 100 times.
fr: Le joueur ou l'ombre tient les autres 100 fois.
gd: Ghiùlain an cluicheadair ’s an sgàil càch a chèile 100 turas.

source: Acrobat
fr: Acrobate
gd: Lùth-chleasaiche

source: Player or shadow hold other 1000 times.
fr: Le joueur ou l'ombre tient les autres 1000 fois.
gd: Ghiùlain an cluicheadair ’s an sgàil càch a chèile 1000 turas.

source: Wanderer
fr: Vagabond
gd: Taistealach
uk: Пішохід

source: Travel 100 meters.
fr: Parcourir 100 mètres.
gd: Siubhail 100 meatair.
uk: Пройти 100 метрів.

source: Runner
fr: Coureur
gd: Ruitheadair
uk: Мандрівник

source: Travel 1 kilometer.
fr: Parcourir 1 kilomètre.
gd: Siubhail cilemeatair.
uk: Пройти 1 кілометр.

source: Long distance runner
fr: Coureur de fond
gd: Ruitheadair astair fhada
uk: Дальнобійник

source: Travel 10 kilometers.
fr: Parcourir 10 kilomètres.
gd: Siubhail 10 cilemeatair.
uk: Пройти 10 кілометрів.

source: Marathon runner
fr: Coureur de marathon
gd: Ruitheadair Maratoin
uk: Марафонець

source: Travel 42,195 meters.
fr: Parcourir 42 195 mètres.
gd: Siubhail 42,195 meatair.
uk: Пройти дистанцію у 42195 метрів.

source: Push blocks for 100 meters.
fr: Pousser des blocs sur 100 mètres.
gd: Brùth blocaichean 100 meatair.

source: Box delivering company
fr: Entreprise de livraisons de boîtes
gd: Companaidh lìbhrigeadh bhogsaichean

source: Push blocks for 1 kilometer.
fr: Pousser des blocs sur 1 kilomètre.
gd: Brùth blocaichean 1 chileameatair.

source: I'm not intentional
fr: Ce n'est pas mon intention
gd: Cha robh seo a dh’aona-ghnothaich

source: Break a pushable block.
fr: Cassez un bloc poussable.
gd: Bris bloca a ghabhas brùthadh.

source: Only pieces of wood left
fr: Il ne reste que des morceaux de bois
gd: Chan eil ach fuigheall fhiodha air fhàgail

source: Break 100 pushable blocks.
fr: Cassez 100 blocs poussables.
gd: Bris 100 bloca a ghabhas brùthadh.

source: Be careful!
fr: Sois prudent !
gd: Thoir an aire!
uk: Обережно!

source: Die for the first time.
fr: Mourir pour la première fois.
gd: Faigh bàs a’ chiad turas.
uk: Вмерти вперше.

source: It doesn't matter...
fr: Peu importe...
gd: Coma leam…
uk: Я вже звикаю...

source: Die 50 times.
fr: Mourir 50 fois.
gd: Faigh bàs 50 turas.
uk: Померти 50 разів.

source: Expert of trial and error
fr: Expert de l'approche par tâtonnement
gd: Eòlaiche air feuchainn ’s mearachd
uk: Досвідчений мрець

source: Die 1000 times.
fr: Mourir 1000 fois.
gd: Faigh bàs 1000 turas.
uk: Померти 1000 разів.

source: Keep an eye for moving blocks!
fr: Fais attention aux blocs mobiles !
gd: Thoir an aire air blocaichean a ghluaiseas!
uk: Стережись рухомих блоків!

source: Get squashed for the first time.
fr: Se faire écraser pour la première fois.
gd: Rach ’nad spleuchd a’ chiad turas.
uk: Бути розчавленим уперше.

source: Potato masher
fr: Presse-purée
gd: Plocan-bhuntàta
uk: Коцюрба

source: Get squashed 50 times.
fr: Se faire écraser 50 fois.
gd: Rach ’nad spleuchd 50 turas.
uk: Бути розчавленим 50 разів.

source: Double kill
fr: D'une pierre deux coups
gd: Marbhadh dùbailte
uk: За двома зайцями

source: Get both the player and the shadow dead.
fr: Faire mourir à la fois le joueur et l'ombre.
gd: Tha an dà chuid am pearsa ’s a sgàil marbh.
uk: І гравець і тінь померли.

source: Bad luck
fr: Pas de bol
gd: Droch fhortan
uk: От, халепа

source: Die 5 times in under 5 seconds.
fr: Mourir 5 fois en moins de 5 secondes.
gd: Faigh bàs 5 tursan am broinn 5 diogan.
uk: Померти 5 разів менш ніж за 5 секунд.

source: This level is too dangerous
fr: Ce niveau est trop dangereux
gd: Tha an leibheil seo ro chunnartach
uk: Хай йому грець

source: Die 10 times in under 5 seconds.
fr: Mourir 10 fois en moins de 5 secondes.
gd: Faigh bàs 10 tursan am broinn 5 diogan.
uk: Померти 10 разів менш ніж за 5 секунд.

source: You forgot your friend
fr: Vous avez oublié votre ami
gd: Dhìochuimhnich thu do charaid
uk: Друзів не лишають у біді

source: Finish the level with the player or the shadow dead.
fr: Finir le niveau alors que le joueur ou l'ombre sont morts.
gd: Coilean an leibheil ’s am pearsa no a sgàil marbh.
uk: Завершити рівень при тому, що або гравець, або тінь померли.

source: Just in time
fr: Juste à temps
gd: Ri àm air èiginn
uk: У самісіньке яблучко

source: Reach the exit with the player and the shadow simultaneously.
fr: Atteindre la sortie avec le joueur et l'ombre au même moment.
gd: Ruig an doras a-mach leis a’ phearsa ’s a sgàil aig an aon àm.
uk: Одночасно досягнути виходу і гравцем, і тінню.

source: Duel
gd: Còmhrag-dhithis

source: Player and shadow push the same pushable block in opposite directions.
fr: Le joueur et l'ombre poussent le même bloc dans des directions opposées.
gd: Bhrùth an cluicheadair ’s an sgàil an t-aon bhloca dìreach mu choinneamh.

source: Recorder
fr: Enregistreur
gd: Clàradair
uk: Самописець

source: Record 100 times.
fr: Enregistrer 100 fois.
gd: Clàraich 100 turas.
uk: Зробити 100 записів.

source: Shadowmaster
fr: Maître de l'ombre
gd: Maighstir sgàile
uk: Редактор часопису

source: Record 1000 times.
fr: Enregistrer 1000 fois.
gd: Clàraich 1000 turas.
uk: Зробити 1000 записів.

source: Under par
gd: Fo phar

source: Complete a level with recordings less than the target recordings.
gd: Coilean leibheil le nas lugha a chlàraidhean na an t-amas.

source: It just breaks
gd: Briseadh an latha

source: Break a fragile block.
gd: Bris bloca brisg.

source: Block breaker
gd: Brisear bhlocaichean

source: Break 100 fragile blocks.
gd: Bris 100 bloca brisg.

source: Switch puller
fr: Machiniste
gd: Tarraingiche nan suidse
uk: Вмикач вимикачів

source: Pull the switch 100 times.
fr: Commuter l'interrupteur 100 fois.
gd: Tarraing suidse 100 turas.
uk: Увімкнути 100 вимикачів.

source: The switch is broken!
fr: L'interrupteur est cassé !
gd: Tha an t-suidse briste!
uk: Псувач вимикачів

source: Pull the switch 1000 times.
fr: Commuter l'interrupteur 1000 fois.
gd: Tarraing suidse 1000 turas.
uk: Увімкнути 1000 вимикачів.

source: Swapper
fr: Échangeur
gd: Neach-iomlaid
uk: Ся міняю

source: Swap 100 times.
fr: Échanger 100 fois de place.
gd: Dèan iomlaid 100 turas.
uk: Помінятися 100 разів.

source: Play it save
fr: Pas de prise de risque
gd: Cluich gu sàbhailte
uk: Добре зберігся

source: Save 100 times.
fr: Sauvegarder 100 fois.
gd: Sàbhail an geama 100 turas.

source: This game is too hard
fr: Ce jeu est trop dur
gd: Tha an geama seo ro dhoirbh
uk: Ох і важко ж

source: Load the game 100 times.
fr: Charger une sauvegarde 100 fois.
gd: Luchdaich an geama 100 turas.

source: Enriched
fr: Enrichi
gd: Beartaichte

source: Collect 100 collectibles.
fr: Collecter 100 objets collectors.
gd: Tog 100 nì.

source: Treasure hunter
fr: Chasseur de trésors
gd: Sealgair ulaidhean

source: Collect 1000 collectibles.
fr: Collecter 1 000 objets collectors.
gd: Tog 1000 nì.

source: No, thanks
fr: Non merci
gd: Cha leig sibh leas
uk: Ні, дякую

source: Complete a level with checkpoint, but without saving.
fr: Terminer un niveau avec un point de sauvegarde, mais sans l'enregistrer.
gd: Coilean leibheil le puing sàbhalaidh ach gun a shàbhaladh.
uk: Пройти рівень із чекпоінтом, але без збережень гри.

source: Panic save
fr: Sauvegarde panique
gd: Sàbhaladh èiginneach
uk: Самозбережник

source: Save twice in 1 second.
fr: Sauvegarder deux fois en une seconde.
gd: Sàbhail an geama dà thuras am broinn diog.
uk: Зберегти гру двічі за секунду.

source: Panic load
fr: Chargement panique
gd: Luchdadh èiginneach
uk: Панічне завантаження

source: Load twice in 1 second.
fr: Charger une sauvegarde deux fois en une seconde.
gd: Luchdaich an geama dà thuras an ceann diog.
uk: Завантажити гру двічі за секунду.

source: Bad saving position
fr: Sauvegarde malchanceuse
gd: Droch ionad sàbhalaidh
uk: Кепське місце для збереження

source: Load the game and die within 1 second.
fr: Charger une sauvegarde et mourir en moins d'une seconde.
gd: Luchdaich an geama ’s faigh bàs am broinn diog.
uk: Завантажити гру й померти протягом однієї секунди.

source: This level is too hard
fr: Ce niveau est trop dur
gd: Tha an leibheil seo ro dhoirbh
uk: Заважкий рівень

source: Load the same save and die 100 times.
fr: Charger la même sauvegarde et mourir 100 fois.
gd: Luchdaich an aon gheama air a shàbhaladh ’s faigh bàs 100 turas.
uk: Завантажити ту саму гру і померти 100 разів.

source: Quick swap
fr: Échange éclair
gd: Iomlaid luath
uk: Швидка зміна

source: Swap twice in under a second.
fr: Échanger deux fois de position en moins d'une seconde.
gd: Dèan iomlaid dà thuras am broinn diog.
uk: Помінятися двічі на секунду.

source: Horizontal confusion
fr: Confusion horizontale
gd: Breisleach chòmhnard
uk: Забув де право, а де ліво

source: Press left and right simultaneously.
fr: Appuyer sur gauche et droite simultanément.
gd: Brùth an t-saighead chlì ’s dheas aig an aon àm.
uk: Натиснути ліворуч і праворуч одночасно.

source: Programmer
fr: Programmeur
gd: Prògramair
uk: Тижпрограміст

source: Play the development version of Me and My Shadow.
fr: Jouer à la version de développement de Me and My Shadow.
gd: Cluich an tionndadh leasachaidh aig Me & My Shadow.
uk: Грати у версію у розробці.

source: Cheater
fr: Tricheur
gd: Cealgaire
uk: Нечемний

source: Cheat in game.
fr: Triche dans le jeu.
gd: Dèan cealgaireachd sa gheama.
uk: Змухлювати у грі.

source: Levels
fr: Niveaux
gd: Leibheilean
uk: Рівні

source: Single level which usually contain demanding puzzles
fr: Niveau unique qui contient généralement des puzzles exigeants
gd: Aon leibheil a-mhàin le tòimhseachain doirbhe ann mar as trice
uk: Один рівень, що містить головоломки

source: Levelpacks
fr: Packs de niveaux
gd: Pacaidean leibheilean
uk: Збірка рівнів

source: Collection of levels with the same author or style
fr: Collections de niveaux avec le même auteur ou style
gd: Cruinneachadh de leibheilean leis an aon ùghdar no stoidhle
uk: Колекція рівнів від одного автора чи із подібним стилем

source: Themes
fr: Thèmes
gd: Ùrlaran
uk: Оформлення

source: Give every block and background a new look and feel
fr: Donne à chaque bloc et arrière-plan un nouveau look et ressenti
gd: Thoir dreach ùr air gach bloca is cùlaibh
uk: Надати кожному блоку й тлу свіжий вигляд

source: Addons
fr: Extensions
gd: Tuilleadain
uk: Застосунки

source: Back
fr: Retour
gd: Air ais
uk: Назад

source: ERROR: unable to download addons file!
fr: ERREUR : impossible de télécharger le fichier des extensions !
gd: MEARACHD: Cha b’ urrainn dhuinn faidhle nan tuilleadan (“addons”) a luchdadh a-nuas!
uk: ПОМИЛКА: неможливо зкачати файл застосунку!

source: ERROR: unable to load addon_list file!
fr: ERREUR : impossible de charger le fichier addon_list !
gd: MEARACHD: Cha b’ urrainn dhuinn liosta nan tuilleadan (“addon_list”) a luchdadh!
uk: ПОМИЛКА: неможливо завантажити файл addon_list!

source: ERROR: Invalid file format of addons file!
fr: ERREUR : Format invalide du ficher des extensions !
gd: MEARACHD: Fòrmat mì-dhligheach airson faidhle nan tuilleadan (“addons”)!
uk: ПОМИЛКА: Невірний формат файлу застосунку!

source: ERROR: Addon list version is unsupported!
fr: ERREUR : La version de la liste d'addon n'est pas supportée !
gd: MEARACHD: Cha chuir sinn taic ri tionndadh liosta nan tuilleadan!
uk: ПОМИЛКА: Не підтримується версія списку застосунків!

source: ERROR: Unable to create the installed_addons file.
fr: ERREUR : Impossible de créer le fichier installed_addons.
gd: MEARACHD: Cha b’ urrainn dhuinn faidhle nan tuilleadan air an stàladh (“installed_addons”) a chruthachadh.
uk: ПОМИЛКА: Неможливо створити файл installed_addons.

source: ERROR: Invalid file format of the installed_addons!
fr: ERREUR : Format invalide du fichier installed_addons !
gd: MEARACHD: Fòrmat mì-dhligheach airson faidhle nan tuilleadan air an stàladh (“installed_addons”)!
uk: ПОМИЛКА: Невірний формат файлу installed_addons!

source: by %s
fr: par %s
gd: le %s
uk: від %s

source: Installed
fr: Installé
gd: Air a stàladh
uk: Установлено

source: Updatable
fr: Mise à jour disponible
gd: Gabhaidh e ùrachadh
uk: Оновити

source: Not installed
fr: Non installé
gd: Gun stàladh
uk: Не встановлено

source: Unable to initialize addon menu:
fr: Impossible d'initialiser le menu des extensions :
gd: Cha b’ urrainn dhuinn clàr-taice nan tuilleadan a thòiseachadh:
uk: Не вдалося ініціалізувати меню застосунків:

source: Version: %d
gd: Tionndadh: %d
uk: Версія: %d

source: Installed version: %d
fr: Version installée : %d
gd: An tionndadh air a stàladh: %d
uk: Установлена версія: %d

source: License: %s
fr: Licence : %s
gd: Ceadachas: %s
uk: Ліцензія: %s

source: Website: %s
fr: Site Web : %s
gd: Làrach-lìn: %s
uk: Інтернет-сторінка: %s

source: (No descriptions provided)
fr: (Aucune description fournie)
gd: (Cha deach tuairisgeul a sholar)
uk: (Немає опису)

source: Remove
fr: Désinstaller
gd: Thoir air falbh
uk: Видалити

source: Update
fr: Mettre à jour
gd: Ùraich
uk: Оновити

source: Install
fr: Installer
gd: Stàlaich
uk: Установити

source: This addon can't be removed because it's needed by %s.
fr: Impossible de supprimer cette extension car elle est nécessaire pour %s.
gd: Cha ghabh an tuilleadan seo a thoirt air falbh on a tha %s feumach air.
uk: Цей застосунок неможливо видалити, оскільки його потребує %s.

source: Dependency
fr: Dépendance
gd: Eisimeileachd
uk: Залежності

source: WARNING: File '%s' appears to have been removed already.
fr: ATTENTION : Le fichier « %s » semble avoir déjà été supprimé.
gd: Rabhadh: Tha coltas gun deach am faidhle “%s” a thoirt air falbh mu thràth.
uk: УВАГА: Схоже, що файл '%s' вже був видалений.

source: Addon error
fr: Erreur d'extension
gd: Mearachd tuilleadain
uk: Помилка застосунку

source: ERROR: Unable to remove file '%s'!
fr: ERREUR : Impossible de supprimer le fichier « %s » !
gd: MEARACHD: Chan urrainn dhuinn am faidhle “%s” a thoirt air falbh!
uk: ПОМИЛКА: Неможливо видалити файл '%s'!

source: WARNING: Directory '%s' appears to have been removed already.
fr: ATTENTION : Le répertoire « %s » semble avoir déjà été supprimé.
gd: RABHADH: Tha coltas gun deach am pasgan “%s” a thoirt air falbh mu thràth.
uk: УВАГА: Схоже, що директорія '%s' вже була видалена.

source: ERROR: Unable to remove directory '%s'!
fr: ERREUR : Impossible de supprimer le répertoire « %s » !
gd: MEARACHD: Chan urrainn dhuinn am pasgan “%s” a thoirt air falbh!
uk: ПОМИЛКА: Неможливо видалити директорію '%s'!

source: WARNING: Level '%s' appears to have been removed already.
fr: ATTENTION : Le niveau « %s » semble avoir déjà été supprimé.
gd: RABHADH: Tha coltas gun deach an leibheil “%s” a thoirt air falbh mu thràth.
uk: УВАГА: Схоже, що рівень '%s' вже був видалений.

source: ERROR: Unable to remove level '%s'!
fr: ERREUR : Impossible de supprimer le niveau « %s » !
gd: MEARACHD: Chan urrainn dhuinn an leibheil “%s” a thoirt air falbh!
uk: ПОМИЛКА: Неможливо видалити рівень '%s'!

source: WARNING: Levelpack directory '%s' appears to have been removed already.
fr: ATTENTION : Le répertoire de pack de niveaux « %s » semble avoir déjà été supprimé.
gd: RABHADH: Tha coltas gun deach pasgan na pacaid leibheilean “%s” a thoirt air falbh mu thràth.
uk: УВАГА: Схоже, що директорія збірки рівнів '%s' вже була видалена.

source: ERROR: Unable to remove levelpack directory '%s'!
fr: ERREUR : Impossible de supprimer le répertoire de pack de niveau « %s » !
gd: MEARACHD: Chan urrainn dhuinn pasgan na pacaid leibheilean “%s” a thoirt air falbh!
uk: ПОМИЛКА: Неможливо створити директорію збірки рівнів '%s'!

source: ERROR: Unable to download addon file %s.
fr: ERREUR : Impossible de télécharger le fichier d'extension %s.
gd: MEARACHD: Cha b’ urrainn dhuinn am faidhle tuilleadain %s a luchdadh a-nuas.
uk: ПОМИЛКА: Неможливо зкачати файл застосунку %s.

source: ERROR: Unable to extract addon file %s.
fr: ERREUR : Impossible d’extraire le fichier d'extension %s.
gd: MEARACHD: Cha b’ urrainn dhuinn am faidhle tuilleadain %s às-tharraing.
uk: ПОМИЛКА: Неможливо розпакувати файл застосунку %s.

source: ERROR: Addon is missing metadata!
fr: ERREUR : Il manque des métadonnées à l'extension !
gd: MEARACHD: Tha meata-dàta a dhìth air an tuilleadan!
uk: ПОМИЛКА: Застосунок не має метаданих!

source: ERROR: Invalid file format for metadata file!
fr: ERREUR : Format de fichier non valide pour le fichier de métadonnées !
gd: MEARACHD: Fòrmat faidhle mì-dhligheach airson faidhle a’ mheata-dàta!
uk: ПОМИЛКА: Невірний формат файлу метаданих!

source: WARNING: File '%s' already exists, addon may be broken or not working!
fr: ATTENTION : Le fichier « %s » existe déjà, l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Tha am faidhle “%s” ann mu thràth, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Файл '%s' вже існує, застосунок може бути пошкодженим або непрацездатним!

source: WARNING: Unable to copy file '%s' to '%s', addon may be broken or not working!
fr: ATTENTION : Impossible de copier le fichier « %s » vers « %s », l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Cha deach leinn lethbhreac dhen fhaidhle “%s” a chur gu “%s”, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Неможливо скопіювати файл '%s' до '%s', застосунок може бути пошкодженим або непрацездатним!

source: WARNING: Destination directory '%s' already exists, addon may be broken or not working!
fr: ATTENTION : Le répertoire de destination « %s » existe déjà, l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Tha am pasgan-uidhe “%s” ann mu thràth, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Цільова директорія '%s' вже існує, застосунок може бути пошкодженим або непрацездатним!

source: WARNING: Unable to move directory '%s' to '%s', addon may be broken or not working!
fr: ATTENTION : Impossible de déplacer le répertoire « %s » vers « %s », l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Cha deach leinn am pasgan “%s” a ghluasad gu “%s”, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Неможливо перемістити директорію '%s' до '%s', застосунок може бути пошкодженим або непрацездатним!

source: WARNING: Level '%s' already exists, addon may be broken or not working!
fr: ATTENTION : Le niveau « %s » existe déjà, l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Tha an leibheil “%s” ann mu thràth, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Рівень '%s' вже існує, застосунок може бути пошкодженим або непрацездатним!

source: WARNING: Unable to copy level '%s' to '%s', addon may be broken or not working!
fr: ATTENTION : Impossible de copier le niveau « %s » vers « %s », l'extension peut être cassée ou ne pas fonctionner !
gd: RABHADH: Cha deach leinn lethbhreac dhen leibheil “%s” a chur gu “%s”, dh’fhaoidte gu bheil an tuilleadan briste no nach obraich e!
uk: УВАГА: Неможливо скопіювати рівень '%s' до '%s', застосунок може бути пошкодженим або непрацездатним!
