Repository: PortsMaster/PortMaster-New
Catalog: ports/meandmyshadow/meandmyshadow/data/locale/*.po
Languages: fr, gd, uk

source: New Levelpack
fr: Nouveau pack de niveaux
gd: Pacaid leibheilean ùr
uk: Нова збірка рівнів

source: Pack Properties
fr: Propriétés du pack
gd: Roghainnean na pacaide
uk: Властивості збірки

source: Remove Pack
fr: Supprimer le pack
gd: Thoir a’ phacaid air falbh
uk: Видалити збірку

source: Move Map
fr: Déplacer le niveau
gd: Gluais am mapa
uk: Перемістити карту

source: Remove Map
fr: Supprimer le niveau
gd: Thoir am mapa air falbh
uk: Видалити карту

source: Edit Map
fr: Éditer le niveau
gd: Deasaich am mapa
uk: Редагувати карту

source: Properties
fr: Propriétés
gd: Roghainnean
uk: Властивості

source: Tools
fr: Outils
gd: Innealan

source: Description:
gd: Tuairisgeul:
uk: Опис:

source: Congratulation text:
fr: Texte de félicitation :
gd: Teacsa meal a naidheachd:
uk: Текст привітання:

source: Music list:
fr: Liste de musique :
gd: Liosta a’ chiùil:
uk: Перелік музики:

source: Export translation template
fr: Exporter le modèle de traduction
gd: Às-phortaich teamplaid eadar-theangachaidh

source: Close
fr: Fermer
gd: Dùin

source: Add level
fr: Ajouter un niveau
gd: Cuir leibheil ris
uk: Додати рівень

source: File name:
fr: Nom de fichier :
gd: Ainm an fhaidhle:
uk: Назва файлу:

source: Move level
fr: Déplacer le niveau
gd: Gluais an leibheil
uk: Перемістити рівень

source: Level:
fr: Niveau :
gd: Leibheil:
uk: Рівень:

source: Before
fr: Avant
gd: Roimhe
uk: До

source: After
fr: Après
gd: As a dhèidh
uk: Після

source: Swap
fr: Échanger
gd: Suaip
uk: Помінятися

source: Individual levels which are not contained in any level packs
fr: Niveaux individuels qui ne sont contenus dans aucun pack de niveaux
gd: Leibheilean fa leth nach eil am broinn pacaid leibheilean sam bith
uk: Окремі рівні, що не включено до жодної збірки рівнів

source: Are you sure remove the level pack '%s'?
fr: Êtes vous sûr·e de supprimer le pack de niveaux « %s » ?
gd: A bheil thu airson a’ phacaid leibheilean “%s” a thoirt air falbh?
uk: Ви впевнені, що хочете видалити збірку рівнів '%s'?

source: Remove prompt
fr: Suppression
gd: Toirt air falbh
uk: Підтвердіть видалення

source: Are you sure remove the map '%s'?
fr: Êtes-vous sûr·e de supprimer la carte « %s » ?
gd: A bheil thu airson am mapa “%s” a thoirt air falbh?
uk: Ви впевнені, що хочете видалити карту '%s'?

source: Levelpack name cannot be empty.
fr: Le nom du pack de niveaux ne peut pas être vide.
gd: Chan fhaod ainm na pacaid leibheilean a bhith falamh.
uk: Назва збірки рівнів не може бути порожньою.

source: The levelpack file '%s' already exists!
fr: Le fichier de pack de niveaux « %s » existe déjà !
gd: Tha faidhle “%s” sa phacaid leibheilean mu thràth!
uk: Файл збірки рівнів '%s' вже існує!

source: The levelpack directory '%s' already exists. Do you want to create a levelpack with all levels in this directory?
fr: Le dossier de pack de niveau « %s » existe déjà. Voulez-vous créer un pack de niveau avec tous les niveaux dans ce dossier ?
gd: Tha pasgan phacaid leibheilean “%s” ann mu thràth. A bheil thu airson pacaid leibheilean a chruthachadh leis na leibheilean uile sa phasgan seo?

source: Directory already exists
fr: Le dossier existe déjà
gd: Tha am pasgan ann mu thràth

source: Unable to create levelpack directory '%s'!
fr: Impossible de créer le répertoire du pack de niveaux « %s » !
gd: Cha b’ urrainn dhuinn pasgan na pacaid leibheilean “%s” a chruthachadh!
uk: Неможливо створити директорію збірки рівнів '%s'!

source: Unable to create levelpack file '%s'!
fr: Impossible de créer le fichier de pack de niveaux « %s » !
gd: Cha b’ urrainn dhuinn faidhle “%s” na pacaid leibheilean a chruthachadh!
uk: Неможливо створити файл збірки рівнів '%s'!

source: The translation template has been exported at '%s'.
fr: Le modèle de traduction a été exporté vers « %s ».
gd: Chaidh an teamplaid eadar-theangachaidh às-phortadh gu ”%s”.

source: Failed to export translation template.
fr: Impossible d’exporter le modèle de traduction.
gd: Cha deach leinn an teamplaid eadar-theangachaidh às-phortadh.

source: No file name given for the new level.
fr: Aucun nom de fichier n'a été spécifié pour le nouveau niveau.
gd: Cha deach ainm faidhle a thoirt seachad airson an leibheil ùir.
uk: Новому рівню не було призначене ім'я файлу.

source: The file %s is already contained in the level pack.
fr: Le fichier %s est déjà contenu dans un pack de niveau.
gd: Tha am faidhle %s sa phacaid leibheilean mu thràth.

source: File already exists
fr: Le fichier existe déjà
gd: Tha am faidhle ann mu thràth

source: The file %s already exists. Do you want to add it to the level pack?
fr: Le fichier %s existe déjà. Voulez-vous l'ajouter au pack de niveau ?
gd: Tha am faidhle %s ann mar-thà. A bheil thu airson a chur ris a’ phacaid leibheilean?

source: The entered level number isn't valid!
fr: Le numéro de niveau entré n'est pas valide !
gd: Chan eil àireamh an leibheil a chuir thu a-steach dligheach!
uk: Введений номер рівня невірний!

source: Illegal number
fr: Nombre invalide
gd: Àireamh mhì-dhligheach
uk: Невірний номер

source: Choose a level
fr: Choisissez un niveau
gd: Tagh leibheil
uk: Оберіть рівень

source: Custom Levels
fr: Niveaux personnalisés
gd: Leibheilean gnàthaichte
uk: Інші рівні

source: Select Level
fr: Choix du niveau
gd: Tagh leibheil
uk: Оберіть рівень

source: Replays
fr: Rediffusions
gd: Ath-chluichean

source: (old)
fr: (ancien)
gd: (sean)

source: There are no replays for this level.
fr: Il n’y a aucune rediffusion pour ce niveau.
gd: Chan eil ath-chluiche airson an leibheil seo ann.

source: List of replays
fr: Listes des rediffusions
gd: Liosta nan ath-chluichean

source: Best time
fr: Meilleur temps
gd: Ùine as fheàrr

source: Best collectibles
fr: Meilleurs objets de collection
gd: Na nithean as motha air an togail

source: Best recordings
fr: Meilleurs enregistrements
gd: Clàraidhean as fheàrr

source: Unknown version
fr: Version inconnue
gd: Tionndadh nach aithne dhuinn

source: Current version
fr: Version actuelle
gd: An tionndadh làithreach

source: Outdated version
fr: Version obsolète
gd: Seann-tionndadh

source: Replay
fr: Rediffusion
gd: Ath-chluich

source: Replay under current level version
gd: Ath-chluich fo thionndadh làithreach an leibheil

source: Clear Progress
fr: Réinitialiser la progression
gd: Falamhaich an t-adhartas
uk: Скинути прогрес

source: General
fr: Général
gd: Coitcheann
uk: Загальні

source: Controls
fr: Contrôles
gd: Uidheaman-smachd
uk: Керування

source: Music
fr: Musique
gd: Ceòl
uk: Музика

source: Sound
fr: Son
gd: Fuaim
uk: Звуки

source: Resolution
fr: Résolution
gd: Dùmhlachd-bhreacaidh
uk: Роздільна здатність

source: Language
fr: Langue
gd: Cànan
uk: Мова

source: Auto-Detect
fr: Détection automatique
gd: Mothaich gu fèin-obrachail
uk: Автовизначення

source: Theme
fr: Thème
gd: Ùrlar
uk: Оформлення

source: Internet proxy
fr: Proxy Internet
gd: Progsaidh eadar-lìn
uk: Інтернет-проксі

source: Fullscreen
fr: Plein écran
gd: Làn-sgrìn
uk: На весь екран

source: Quick record
fr: Enregistrements rapides
gd: Clàradh luath
uk: Швидкий запис

source: Internet
fr: Accès à Internet
gd: Eadar-lìon
uk: Інтернет

source: Fade transition
fr: Transition en fondu
gd: Tar-mhùthadh crìonaidh
uk: Плавний перехід

source: Save Changes
fr: Enregistrer les changements
gd: Sàbhail
uk: Зберегти зміни

source: Do you really want to reset level progress?
fr: Souhaitez-vous vraiment réinitialiser votre progression ?
gd: A bheil thu airson adhartas nan leibheilean fhalamhachadh?
uk: Ви дійсно хочете скинути прогрес рівня?

source: Warning
fr: Attention
gd: Rabhadh
uk: Попередження

source: Can't record because your shadow has died.
fr: Impossible de capturer car votre ombre est morte.
gd: Chan urrainn dhut clàradh on a chaochail do sgàil.

source: Press %s key to save the game.
fr: Appuyez sur la touche %s pour sauvegarder la partie.
gd: Brùth air %s gus an geama a shàbhaladh.
uk: Натисніть клавішу %s, щоб зберегти гру.

source: Press %s key to swap the position of player and shadow.
fr: Appuyez sur la touche %s pour échanger la position du joueur et de l'ombre.
gd: Brùth air %s gus iomlaid a dhèanamh air a’ chluicheadair agus a sgàil.
uk: Натисніть клавішу %s, щоб поміняти гравця і тінь місцями.

source: It looks like that this portal leads to nowhere.
fr: On dirait que ce portail ne mène nulle part.
gd: Tha coltas nach dèid an doras seo àite sam bith.

source: Press %s key to teleport.
fr: Appuyez sur la touche %s pour être téléporté.
gd: Brùth air %s airson tele-phortadh.
uk: Натисніть клавішу %s, щоб телепортуватися.

source: Can't teleport because the destination is blocked.
fr: Impossible de se téléporter car la destination est bloquée.
gd: Chan obraich an tele-phortadh on a tha an ceann-uidhe bacte.

source: Can't teleport because the portal has no destination.
fr: Impossible de se téléporter car le portail n'a pas de destination.
gd: Chan obraich an tele-phortadh oir chan eil ceann-uidhe aig an doras.

source: Press %s key to activate the switch.
fr: Appuyez sur la touche %s pour activer le bouton.
gd: Brùth air %s gus an t-suidse a ghnìomhachadh.
uk: Натисніть %s, щоб увімкнути вимикач.

source: Can't swap because you have died.
fr: Impossible d'échanger car vous êtes mort.
gd: Chan urrainn dhut iomlaid on a chaochail thu.

source: Can't swap because you are in front of a shadow block.
fr: Impossible d'échanger car vous êtes devant un bloc d'ombre.
gd: Chan urrainn dhut iomlaid on a tha thu air beulaibh bloca sgàile.

source: Can't swap because your shadow has died.
fr: Impossible d'échanger car votre ombre est morte.
gd: Chan urrainn dhut iomlaid on a chaochail do sgàil.

source: Game saved.
fr: Partie sauvegardée.
gd: Chaidh an geama a shàbhaladh.

source: Rewind
fr: Rembobiner
gd: Toinn air ais

source: Step back
fr: Étape précédente
gd: Ceum air ais

source: Resume
fr: Reprendre
gd: Lean air

source: Pause
fr: Mettre en pause
gd: ’Na stad

source: Step forward
fr: Étape suivante
gd: Ceum air adhart

source: Fast forward
fr: Avance rapide
gd: Toinn air adhart

source: Slower
fr: Plus lent
gd: Nas maille

source: Faster
fr: Plus rapide
gd: Nas luaithe

source: Game replay is done.
fr: La rediffusion de la partie est terminée.
gd: Sin a bh’ ann.
uk: Відтворення завершене.

source: New achievement:
fr: Nouveau succès :
gd: Euchd ùr:
uk: Нове досягнення:

source: Achieved on %s
fr: Obtenu le %s
gd: Air a choileanadh %s
uk: Досягнуто %s

source: Unknown achievement
fr: Succès inconnu
gd: Euchd nach aithne dhuinn
uk: Невідоме досягнення

source: Achieved %1.0f%%
fr: Complété à %1.0f %%
gd: %1.0f%% dheth air a choileanadh
uk: Досягнуто %1.0f%%

source: Not achieved
fr: Non obtenu
gd: Gun choileanadh
uk: Не досягнуто

source: Achievements and Statistics
fr: Succès et statistiques
gd: Euchdan ⁊ stadastaireachd
uk: Досягнення і статистика

source: Achievements
fr: Succès
gd: Euchdan
uk: Досягнення

source: Statistics
fr: Statistiques
gd: Stadastaireachd
uk: Статистика

source: Total
gd: Iomlan
uk: Загалом

source: Traveling distance (m)
fr: Distance parcourue (m)
gd: Astar siubhail (m)
uk: Пройдена відстань (м)

source: Pushing distance (m)
fr: Distance déplacée (m)
gd: Astar brùthaidh (m)

source: Jump times
fr: Nombre de sauts
gd: Air leum a thoirt
uk: Стрибків

source: Hold other times
fr: Tenir d'autres fois
gd: Air giùlain càch a chèile

source: Die times
fr: Nombre de morts
gd: Air a chaochladh
uk: Смертей

source: Squashed times
fr: Nombre d'écrasements
gd: Air a bhrùthadh
uk: Разів розчавлено

source: Recordings
fr: Enregistrements
gd: Clàraidhean

source: Switch pulled times
fr: Nombre d'interrupteur utilisés
gd: Air suidse a tharraing

source: Swap times
fr: Nombre d'échanges
gd: Air iomlaid

source: Save times
fr: Nombre de sauvegardes
gd: Air sàbhaladh

source: Load times
fr: Nombre de chargements
gd: Air luchdadh

source: Collectibles collected
fr: Objets de collection collectés
gd: Nithean air an togail

source: Fragile blocks broken
gd: Blocaichean brisg air am briseadh

source: Pushable blocks broken
gd: Blocaichean a ghabhas brùthadh air am briseadh

source: Completed levels:
fr: Niveaux complétés :
gd: Leibheilean coileanta:
uk: Завершених рівнів:

source: Completed levelpacks:
fr: Packs de niveau complétés :
gd: Pacaidean leibheilean air an coileanadh:

source: Official levels:
fr: Niveaux officiels :
gd: Leibheilean oifigeil:

source: Official levelpacks:
fr: Packs de niveau officiels :
gd: Pacaid leibheilean oifigeil:

source: Addon levels:
fr: Niveaux additionnels :
gd: Leibheilean tuilleadain:

source: Addon levelpacks:
fr: Packs de niveau additionnels :
gd: Pacaid leibheilean tuilleadain:

source: Custom levels:
fr: Niveaux personnalisés :
gd: Leibheilean gnàthaichte:

source: Custom levelpacks:
fr: Packs de niveau personnalisés :
gd: Pacaidean leibheilean gnàthaichte:

source: In-game time:
fr: Durée en jeu :
gd: Ùine a’ cluich:
uk: Час у грі:

source: Level editing time:
fr: Durée dans l'éditeur de niveau :
gd: Ùine a’ deasachadh leibheil:
uk: Час у редакторі:

source: Created levels:
fr: Niveaux créés :
gd: Leibheilean air an cruthachadh:
uk: Створено рівнів:

source: Achievements achieved:
fr: Succès déverrouillés :
gd: Na h-euchdan a choilean thu:

source: Cheats used:
fr: Triches utilisées :
gd: Cealgaireachd air a chleachdadh:

source: Options
gd: Roghainnean
uk: Налаштування

source: Quit
fr: Quitter
gd: Fàg an-seo
uk: Вихід

source: Enable internet in order to install addons.
fr: Activer l'accès à Internet pour installer des extensions.
gd: Cuir an t-eadar-lìon an comas gus tuilleadain a stàladh.
uk: Щоб встановлювати застосунки, дозвольте підключення до Інтернету.

source: Internet disabled
fr: Accès à Internet désactivé
gd: Eadar-lìon à comas
uk: Підключення до Інтернету вимкнуто

# keys
source: TAB
gd: Taba

# keys
source: SPACE
fr: ESPACE
gd: Spàs

# keys
source: PAGEUP
fr: PG. PRÉC
gd: Duilleag suas

# keys
source: PAGEDOWN
fr: PG. SUIV
gd: Duilleag sìos

# keys
source: RIGHT
fr: DROITE
gd: Gu deas

# keys
source: LEFT
fr: GAUCHE
gd: Gu clì

# keys
source: DOWN
fr: BAS
gd: Sìos

# keys
source: UP
fr: HAUT
gd: Suas

# keys
source: LEFT CTRL
fr: CTRL GAUCHE
gd: Ctrl clì

# keys
source: LEFT SHIFT
fr: MAJ GAUCHE
gd: Shift clì

# keys
source: LEFT ALT
fr: ALT GAUCHE
gd: Alt clì

# keys
source: LEFT GUI
fr: GAUCHE
gd: GUI clì

# keys
source: RIGHT CTRL
fr: CTRL DROITE
gd: Ctrl deas

# keys
source: RIGHT SHIFT
fr: MAJ DROITE
gd: Shift deas

# keys
source: RIGHT ALT
fr: ALT DROITE
gd: Alt deas

# keys
source: RIGHT GUI
fr: DROITE
gd: GUI deas

source: Id:
fr: Identifiant :
uk: Ід:

# keys
source: RETURN
fr: ENTRÉE

# keys
source: ESCAPE
fr: ÉCHAP

# keys
source: BACKSPACE
fr: RETOUR ARRIÈRE

# keys
source: CAPSLOCK
fr: VERROUILLAGE MAJ

# keys
source: PRINTSCREEN
fr: IMP ÉCRAN

# keys
source: SCROLLLOCK
fr: ARRÊT DÉFIL

# keys
source: INSERT
fr: INSER

# keys
source: HOME
fr: ACCUEIL

# keys
source: DELETE
fr: SUPPR

# keys
source: END
fr: FIN

# keys
source: NUMLOCK
fr: VERR NUM
