{
  "version": 2,
  "name": "galaxyforcesv2.zip",
  "items": [
    "Galaxy Forces 2.sh",
    "galaxyforcesv2"
  ],
  "items_opt": [],
  "attr": {
    "title": "Galaxy Forces 2",
    "porter": [
      "monkeyx.net"
    ],
    "desc": "A great multiplayer game brought to you by [Ronnie Hedlund](https://sourceforge.net/u/rh_galaxy/profile/). The source code is available [here.](https://sourceforge.net/p/galaxyv2/code/HEAD/tree/)\n\nA 2D multiplayer space shooter, inspired by the Amiga classic Gravity Force. Play race, mission or dogfight. Single player, with friends or against AI. There are 50+ levels and a map-editor included.\n\nGlobal hi-score and achievements with replays on the website.\n\nFeatures\n\n    Space shooter\n    Multiplayer\n    Online hiscore\n    Replays\n    Race\n    Dogfight\n    Mission\n    AI\n    Editor\n    Cross platform\n\n",
    "inst": "Start the program\n\nMultiple instances of the game may be started on the same machine for testing.\nThe server (Server.exe) need only be run if you want a stand alone server.\nFirewall ports\n\nTCP port 1999 needs to be forwarded in your firewall/router to be able to host games and have other players join you.\nLogin as member\n\nTo use achievements and hiscores you need to create a user here.\nThen login as that user, or select cancel to just play directly.\nConnect to server\n\nEnter the IP address or host name of a server and click \"connect\".\nYou can enter 127.0.0.1 to connect to your own server.\nAll games on that server will be shown.\nYou can join green games.\nYou can't join red games, they are full or already started.\nIf no game is shown you have to create a new game.\nJoin existing game\n\nEnter your name and choose a green game from the list.\nClick \"Join\".\nCreate new game\n\nEnter your name, and the name of the game.\nClick \"New\".\nStart game\n\nThe player that created the game should set the level to play and make other settings before starting the game. This player will be the master.\nOthers that have joined can only chat until the game starts.\n\nThe master can kick players by selecting a player and press delete.\nIf the master leaves the game, mastership is transferred to another player.",
    "genres": [
      "arcade"
    ],
    "image": null,
    "rtr": true,
    "exp": false,
    "runtime": null,
    "reqs": [],
    "arch": [
      "aarch64"
    ]
  }
}