Repository: PortsMaster/PortMaster-New
Catalog: ports/dunelegacy/dunelegacy/locale/*.*.po
Languages: french, german, spanish

source: Override max. number of units
german: Einheitenlimit überschreiben

source: If checked the maximum number of units per house can be overridden; otherwise it is map dependent.
german: Falls gewählt kann das Einheitenlimit überschrieben werden;anderenfalls ist es kartenabhängig.

source: Concrete Required
french: Béton nécessaires
german: Betonplatten benötigt
spanish: Se necesita hormigón

source: If checked building on bare rock will result in 50% structure health penalty.
german: Falls gewählt werden auf blankem Felsen gebaute Gebäude mit nur 50% Gebäudezustand errichtet.
spanish: Si está activado las estructuras sobre la roca tendrán una penalización del 50% de daño.

source: Fog of War
french: Brouillard de guerre
german: Nebel des Krieges
spanish: Niebla de guerra

source: If checked explored terrain will become foggy when no unit or structure is next to it.
german: Falls gewählt werden Gebiete vernebelt, wenn keine Einheit oder Gebäude in der Nähe ist.
spanish: Si está activado el terreno explorado se nublará cuando no hay ninguna unidad o estructura cerca.

source: Instant Build
german: Sofortiges Bauen
spanish: Construcción instantánea

source: If checked the building of structures and units does not take any time.
german: Falls gewählt kostet der Bau von Gebäuden und Einheiten keine Zeit.
spanish: Si está activado la construcción de estructuras y unidades no requiere tiempo.

source: Rocket-Turrets Need Power
german: R-Türme brauchen Energie
spanish: C-torres necesitan energía

source: If checked rocket turrets are dysfunctional on power shortage.
german: Falls gewählt funktionieren Raketentürme nicht bei Stromausfall.
spanish: Si está activado las torres de cohetes no funcionan si falta energía.

source: Only One Palace per House
german: Nur ein Palast pro Haus
spanish: Solo un Palacio por casa

source: If checked only one palace can be build per house.
german: Falls gewählt kann maximal ein Palast pro Haus gebaut werden.
spanish: Si está activado cada casa puede construir un único palacio.

source: Resume Game
french: Reprendre la partie
german: Wiederaufnehmen
spanish: Continuar partida

source: Save Game
french: Sauvegarder jeu
german: Spiel speichern
spanish: Guardar partida

source: Load Game
french: Charger jeu
german: Spiel laden
spanish: Cargar partida

source: Game Settings
french: Paramétres de jeu
german: Spieleinstellungen
spanish: Ajustes de partida

source: Restart Game
french: Recommencer le jeu
german: Spiel neustarten
spanish: Reiniciar partida

source: Quit to Menu
french: Retour au menu
german: Zurück zum Menü
spanish: Salir al menú

source: Do you really want to quit this game?
french: Voulez-vous vraiment quitter ce jeu?
german: Dieses Spiel wirklich beenden?
spanish: ¿Seguro que quiere salir de esta partida?

source: Do you really want to restart this game?
french: Voulez-vous vraiment à redémarrer ce jeu?
german: Dieses Spiel wirklich neustarten?
spanish: ¿Seguro que quiere reiniciar esta partida?

source: No
french: Non
german: Nein

source: Yes
french: Oui
german: Ja
spanish: Sí

source: Cancel
french: Annuler
german: Abbrechen
spanish: Cancelar

source: Save
french: Sauvegarder
german: Speichern
spanish: Guardar

source: Do you really want to delete '%s' ?
german: Möchten Sie wirklich '%s' löschen?
spanish: ¿Seguro que quiere borrar '%s' ?

source: Invalid file name! File names must not contain \ or / and must not be empty!
german: Ungültiger Dateiname. Dateinamen dürfen kein \ oder / enthalten und nicht leer sein!
spanish: ¡Nombre de archivo no válido! Los nombres no deben contener \ o / y no deben estar vacíos.

source: Remove
german: Entfernen
spanish: Quitar

source: Waiting for other players...
german: Auf andere Spieler warten...
spanish: Esperando a otros jugadores...

source: @DUNE.ENG|145#As insufficient spice storage is available, spice is lost.
french: @DUNE.FRE|145
german: @DUNE.GER|145
spanish: Los silos están llenos, se ha perdido especia.

source: House '%s' has been defeated.
french: Maison '%s' a été défait.
german: Haus '%s' wurde geschlagen.
spanish: La Casa '%s' ha sido derrotada

source: These units are available at the starport. The given amount of these units is available at the start of the game and every 30s one unit is added.
german: Diese Einheiten sind am Raumflughafen verfügbar. Der angegebene Vorrat an Einheiten ist bei Spielstart verfügbar und wird alle 30s um eine Einheit erhöht.
spanish: Estas unidades están disponibles en el espaciopuerto. El número de unidades está disponible al inicio de la partida y se añade otra unidad cada 30s.

source: Load Map
german: Karte laden
spanish: Cargar mapa

source: SP User Maps
french: propres SP c.
german: eigene SP K.
spanish: Mapas de usuario 1J

source: MP User Maps
french: propres MP c.
german: eigene MP K.
spanish: Mapas de usuario MJ

source: Choose map
french: choisir la carte
german: Karte wählen
spanish: Elegir mapa

source: Size
french: Dimen.
german: Größe
spanish: Tamaño

source: Players
french: Joueurs
german: Spieler
spanish: Jugador

source: Author
french: Auteur
german: Ersteller
spanish: Autor

source: License
french: Licence
german: Lizenz
spanish: Licencia

source: Load
french: Charger
german: Laden
spanish: Cargar

source: No map available
french: Carte pas dispo.
german: Karte nicht verfüg.
spanish: Mapa no disponible

source: New Map
german: Neue Karte
spanish: Nuevo mapa

source: Leave Mapeditor
german: Karteneditor verlassen
spanish: Salir del editor de mapas

source: Save Map
german: Karte speichern
spanish: Guardar mapa

source: Undo
german: Rückgängig
spanish: Deshacer

source: Redo
german: Wiederherstellen
spanish: Rehacer

source: Player Settings
german: Spielereinstellungen
spanish: Ajustes de jugador

source: Map Settings
german: Karteneinstellungen
spanish: Ajustes de mapa

source: Reinforcements
german: Verstärkung
spanish: Refuerzos

source: Mirror mode
german: Spiegelmodus
spanish: Modo espejo

source: Off
german: Aus
spanish: Desactivado

source: Vertical
german: Vertikal

source: Horizontal and vertical
german: Horizontal und vertikal
spanish: Horizontal y vertical

source: Inverse
german: Invertiert
spanish: Invertido

source: Set starting screen
german: Startbild. setzen
spanish: Establecer pantalla de inicio

source: Health
german: Zustand
spanish: Salud

source: Attack mode
german: Angriffsmodus
spanish: Modo de ataque

source: Rotate left
german: Nach links drehen
spanish: Rotar a la izquierda

source: Rotate right
german: Nach rechts drehen
spanish: Rotar a la derecha

source: Player
french: Joueur
german: Spieler
spanish: Jugador

source: Do you really want to quit and lose unsaved changes to this map?
german: Möchten Sie wirklich den Karteneditor verlassen und ungespeicherte Veränderungen verwerfen?
spanish: ¿Seguro que quiere salir y perder los cambios sin guardar en este mapa?

source: SP Maps
french: SP cartes
german: SP Karten
spanish: Mapas 1J

source: MP Maps
french: MP cartes
german: MP Karten
spanish: Mapas MJ

source: Picture on winning
german: Bild bei Spielgewinn
spanish: Imagen de victoria

source: Picture on losing
german: Bild bei Niederlage
spanish: Imagen de derrota

source: Picture for briefing
german: Bild bei Briefing
spanish: Imagen para las instrucciones

source: Conditions for finishing the game
german: Bedingungen für Spielende
spanish: Condiciones para finalizar la partida

source: Timeout reached
german: Zeit abgelaufen
spanish: Límite de tiempo alcanzado

source: Spice quota reached
german: Gewürzmenge geerntet
spanish: Cuota de especia alcanzada

source: Player has no units/structures left
german: Spieler hat nichts mehr
spanish: Al jugador no le quedan unidades/estructuras

source: Others have no units/structures left
german: Andere haben nichts mehr
spanish: A otros no les quedan unidades/estructuras

source: Conditions for winning the game (in case it is finished)
german: Bedingungen um bei Spielende zu gewinnen
spanish: Condiciones para ganar la partida (cuando ha finalizado)

source: Player has units/structures left
german: Spieler hat noch Gebäude/Einheiten
spanish: Al jugador le quedan unidades/estructuras

source: Level 1: Concrete, Windtrap, Refinery
german: Level 1: Betonplatte, Windfalle, Raffinerie
spanish: Nivel 1: Hormigón, Trampa de Viento, Refinería

source: Level 2: Radar, Barracks/Light Factory/WOR, Silo, Soldier/Trooper, Trike
german: Level 2: Radar, Baracken/Kleine Fabrik/WOR, Silo, Soldat/Trooper, Trike
spanish: Nivel 2: Radar, Barracas/Fábrica Ligera/WOR, Silo, Soldado/Guardia, Trike

source: Level 3: Light Factory, Quad
german: Level 3: Kleine Fabrik, Quad
spanish: Nivel 3: Fábrica Ligera, Quad

source: Level 4: 2x2 Concrete, Wall, Heavy Factory, Tank, Harvester, MCV
german: Level 4: 2x2 Betonplatte, Mauer, Große Fabrik, Panzer, Erntemaschine, MBF
spanish: Nivel 4: Hormigón 2x2, Muro, Fábrica Pesada, Tanque, Recolector, MCV

source: Level 5: Gun Turret, Hightech Factory, Rapair Yard, Launcher, Carryall
german: Level 5: Geschützturm, Hi-Tech Fabrik, Werkstatt, Abschussrampe, Carryall
spanish: Nivel 5: Torre de Cañón, Fábrica Tecnológica, Planta de Reparación, Lanzamisiles, Ala de Acarreo

source: Level 6: Starport, Rocket Turret, Siege Tank
german: Level 6: Raumflughafen, Raketenturm, Belagerungspanzer
spanish: Nivel 6: Espaciopuerto, Torre de Cohetes, Tanque de Asedio

source: Level 7: House IX, Sonic Tank/Deviator/Devastator, Ornithopter
german: Level 7: Haus IX, Sonic Tank/Deviator/Devastator, Ornithopter
spanish: Nivel 7: Casa IX, Tanque Sónico/Desviador/Devastador, Ornitóptero

source: Level 8: Palace, Fremen, Saboteur
german: Level 8: Palast, Fremen, Saboteur
spanish: Nivel 8: Palacio, Fremen, Saboteador

source: Author:
french: Auteur:
german: Ersteller:
spanish: Autor:

source: License:
french: Licence:
german: Lizenz:
spanish: Licencia:

source: Empty Map
german: Leere Karte
spanish: Mapa vacío

source: Random Map
german: Zufallskarte
spanish: Mapa aleatorio

source: Dune2-compatible Map
german: Dune2-kompatible Karte
spanish: Compatible con Dune2

source: Map Width:
german: Kartenbreite:
spanish: Anchura del mapa:

source: Map Height:
german: Kartenhöhe:
spanish: Altura del mapa:

source: Map Scale:
german: Kartengröße:
spanish: Escala del mapa:

source: Tiny (21x21)
german: Winzig (21x21)
spanish: Diminuto (21x21)

source: Small (32x32)
german: Klein (32x32)
spanish: Pequeño (32x32)

source: Random Seed:
german: Zufallswert:
spanish: Semilla aleatória:

source: Rock:
german: Fels:
spanish: Piedra:

source: Spice:
german: Gewürz:
spanish: Especia:

source: Create
french: Créer
german: Erstellen
spanish: Crear

source: House
french: Maison
german: Haus
spanish: Casa

source: Player %d:
french: Joueur %d:
german: Spieler %d:
spanish: Jugador %d:

source: any
german: beliebig
spanish: cualq.

source: Quota
german: Min Ernte
spanish: Cuota

source: Max Units
german: Max Einh.
spanish: Máximas unidades

source: Advanced...
german: Erweitert...
spanish: Avanzado...

source: Basic...
german: Einfach...
spanish: Básico...

source: Reinforcements are brought by a carryall. Multiple reinforcements at the same time are combined.
german: Verstärkungen werden von einem Carryall gebracht wobei Gleichzeitige zusammengefasst werden.
spanish: Los refuerzos se envían en un ala de acarreo. Varios refuerzos al mismo tiempo son combinados.

source: Move up
german: Nach oben verschieben
spanish: Mover arriba

source: Move down
german: Nach unten verschieben
spanish: Mover abajo

source: Add
german: Hinzufügen
spanish: Añadir

source: Player %d
french: Joueur %d
german: Spieler %d
spanish: Jugador %d

source: Unit
german: Einheit
spanish: Unidad

source: Drop Location
german: Zielort
spanish: Lugar de entrega

source: Time
german: Zielpunkt
spanish: Tiempo

source: Repeat
german: Wiederholen
spanish: Repetir

source: Dune2-compatible maps support only up to 16 entries!
german: Dune2-kompatible Karten unterstützen nur maximal 16 Einträge!
spanish: ¡Los mapas compatibles con Dune2 solo soportan 16 entradas!

source: Team Behavior
german: Teamverhalten
spanish: Comportamiento de equipo

source: Team Type
german: Teamtyp
spanish: Tipo de equipo

source: Foot (Infantry, Troopers)
german: Foot (Soldaten, Trooper)
spanish: A pie (Infantería, Guardia)

source: Tracked (Tank, Launcher, Siege Tank,...)
german: Tracked (Panzer, Abschussrampe,...)
spanish: Oruga (Tanque, Lanzamisiles, Tanque de Asedio...)

source: Winged (Carryall, Ornithopter, Frigate)
german: Winged (Carryall, Ornithopter, Frigatte)
spanish: Alada (Ala de Acarreo, Ornitóptero, Fragata)

source: Slither (Sandworm)
german: Slither (Sandwurm)
spanish: Deslizante (Gusano de Arena)

source: Harvester (Harvester)
german: Harvester (Erntemaschine)
spanish: Recolector (Recolector)

source: Units
german: Einheiten
spanish: Unidades

source: to
german: bis
spanish: a

source: @DUNE.ENG|21#Score: %d
french: @DUNE.FRE|21
german: @DUNE.GER|21
spanish: Puntuación %d

source: @DUNE.ENG|22#Time: %d:%02d
french: @DUNE.FRE|22
german: @DUNE.GER|22
spanish: Tiempo: %d:%02d

source: @DUNE.ENG|23#You have attained the rank
french: @DUNE.FRE|23
german: @DUNE.GER|23
spanish: Ha obtenido el rango de

source: @DUNE.ENG|26#Spice harvested by
french: @DUNE.FRE|26
german: @DUNE.GER|26
spanish: Especia recolectada por

source: @DUNE.ENG|24#Units destroyed by
french: @DUNE.FRE|24
german: @DUNE.GER|24
spanish: Unidades destruidas por

source: @DUNE.ENG|25#Buildings destroyed by
french: @DUNE.FRE|25
german: @DUNE.GER|25
spanish: Edificios destruidos por

source: @DUNE.ENG|329#You:
french: @DUNE.FRE|329
german: @DUNE.GER|329
spanish: Usted:

source: @DUNE.ENG|330#Enemy:
french: @DUNE.FRE|330
german: @DUNE.GER|330
spanish: Enemigo:

source: @DUNE.ENG|282#Emperor
french: @DUNE.FRE|282
german: @DUNE.GER|282
spanish: Emperador

source: @DUNE.ENG|281#Ruler of Arrakis
french: @DUNE.FRE|281
german: @DUNE.GER|281
spanish: Gobernador de Arrakis

source: @DUNE.ENG|280#Chief Warlord
french: @DUNE.FRE|280
german: @DUNE.GER|280
spanish: Caudillo

source: @DUNE.ENG|279#Warlord
french: @DUNE.FRE|279
german: @DUNE.GER|279
spanish: Señor de la guerra

source: @DUNE.ENG|278#Base Commander
french: @DUNE.FRE|278
german: @DUNE.GER|278
spanish: Comandante de base

source: @DUNE.ENG|277#Outpost Commander
french: @DUNE.FRE|277
german: @DUNE.GER|277
spanish: Comandante de puesto

source: @DUNE.ENG|276#Squad Leader
french: @DUNE.FRE|276
german: @DUNE.GER|276
spanish: Lider de escuadrón

source: @DUNE.ENG|275#Dune Trooper
french: @DUNE.FRE|275
german: @DUNE.GER|275
spanish: Guardia de Dune

source: @DUNE.ENG|274#Sand Warrior
french: @DUNE.FRE|274
german: @DUNE.GER|274
spanish: Guerrero de la arena

source: @DUNE.ENG|273#Desert Mongoose
french: @DUNE.FRE|273
german: @DUNE.GER|273
spanish: Mangosta del desierto

source: @DUNE.ENG|272#Sand Snake
french: @DUNE.FRE|272
german: @DUNE.GER|272
spanish: Serpiente de arena

source: @DUNE.ENG|271#Sand Flea
french: @DUNE.FRE|271
german: @DUNE.GER|271
spanish: Pulga de arena

source: LAN Game
french: Multijoueur (LAN)
german: LAN-Spiel
spanish: Partida en LAN

source: Internet Game
french: Multijoueur (Internet)
german: Internet-Spiel
spanish: Partida en Internet

source: Custom Game
french: Jeu personnalisé
german: Freies Spiel
spanish: Partida configurable

source: Multiple players per house
french: Plusieurs joueurs par maison
german: Mehrere Spieler pro Haus
spanish: Varios jugadores por cada casa

source: Game Options...
german: Spieleinstellungen...
spanish: Opciones de partida...

source: Back
french: Retour
german: Zurück
spanish: Anterior

source: Next
french: Suivant
german: Weiter
spanish: Siguiente

source: closed
french: fermée
german: geschlossen
spanish: cerrado

source: open
french: ouverte
german: offen
spanish: abierto

source: At least 2 houses must be controlled by a human player or an AI player!
french: Au moins 2 maisons doivent être contràlées par un joueur humain ou un joueurs AI!
german: Mindestens zwei Häuser müssen von einem menschlichen Spieler oder dem Computer gespielt werden!
spanish: ¡Al menos 2 casas deben ser controladas por un jugador humano o por una IA!

source: There must be at least two different teams!
french: Il doit y avoir au moins deux équipes différentes!
german: Es muss mindestens zwei verschiedene Teams geben!
spanish: ¡Debe haber al menos dos equipos diferentes!

source: Random
french: Aléatoire
german: Zufällig
spanish: Aleatorio

source: Built Objects
german: Gebaute Objekte
spanish: Obj. construidos

source: Destroyed
german: Zerstört
spanish: Destruidos

source: Harvested Spice
german: Gewürz
spanish: Especia recol.

source: SINGLE PLAYER
french: JEU SOLO
german: EINZELSPIELER
spanish: UN SOLO JUGADOR

source: MULTIPLAYER
french: MULTIJOUEUR
german: MEHRSPIELER
spanish: MULTIJUGADOR

source: MAP EDITOR
french: ÉDITEUR DE NIVEAU
german: KARTENEDITOR
spanish: EDITOR DE MAPAS

source: OPTIONS
german: OPTIONEN
spanish: OPCIONES

source: ABOUT
german: ÜBER
spanish: ACERCA DE

source: QUIT
french: QUITTER
german: BEENDEN
spanish: SALIR

source: @DUNE.ENG|283#Three Houses have come to Dune...
french: @DUNE.FRE|283
german: @DUNE.GER|283
spanish: Tres cassas han llegado a Dune...

source: @DUNE.ENG|284#...to take control of the land...
french: @DUNE.FRE|284
german: @DUNE.GER|284
spanish: ...para tomar control sobre la tierra...

source: @DUNE.ENG|285#...that has become divided.
french: @DUNE.FRE|285
german: @DUNE.GER|285
spanish: ..que ha sido dividida.

source: @DUNE.ENG|286#Select next region
french: @DUNE.FRE|286
german: @DUNE.GER|286
spanish: Seleccione la próxima región

source: Connect
french: Communiquer
german: Verbinden
spanish: Conectar

source: Create LAN Game
french: Créer LAN-Jeu
german: LAN-Spiel erstellen
spanish: Crear partida en LAN

source: Create Internet Game
french: Créer Internet-Jeu
german: Internet-Spiel erstellen
spanish: Crear partida en Internet

source: LAN Games
french: LAN-Jeux
german: LAN-Spiele
spanish: Partidas en LAN

source: Internet Games
french: Internet-Jeux
german: Internet-Spiele
spanish: Partidas en Internet

source: Join
french: Rejoindre
german: Beitreten
spanish: Unirse

source: Connecting...
german: Verbinden...
spanish: Conectando...

source: The game host quit the game!
german: Der Ersteller des Spiels hat das Spiel verlassen!
spanish: ¡El anfitrión ha dejado la partida!

source: The server timed out!
german: Die Verbindung zum Server hat das timeout überschritten!
spanish: ¡El servidor no responde!

source: A player with the same name as yours already exists!
german: Es existiert bereits ein Spieler mit Ihrem Namen!
spanish: ¡Ya existe un jugador con el mismo nombre que el tuyo!

source: There is no free player slot in this game left!
german: Es gibt keine weiteren freien Plätze in diesem Spiel!
spanish: ¡No quedan espacios libres de jugador en esta partida!

source: The connection to the game host was lost!
german: Die Verbindung zum Ersteller des Spiels ist abgebrochen!
spanish: ¡Se ha perdido la conexión con el servidor de la partida!

source: Player Name
french: Nom de joueur
german: Spielername
spanish: Nombre de jugador

source: Default Game Options
german: Std. Spieleinstellungen
spanish: Opciones de partida

source: Change...
german: Ändern...
spanish: Cambiar...

source: Language
french: Langue
german: Sprache
spanish: Idioma

source: Campaign AI
german: KI in der Kampagne
spanish: Campaña IA

source: Play Intro
french: Voir l'Introduction
german: Intro abspielen
spanish: Introducción

source: Video Resolution
french: Définition d'écran
german: Bildschirmauflösung
spanish: Resolución de vídeo

source: Full Screen
french: Plein écran
german: Vollbild
spanish: Pantalla completa

source: Show Tutorial Hints
french: Montrer des conseils
german: Hilfetexte anzeigen
spanish: Muestra pistas

source: Play SFX
french: Jouer son effet
german: Soundeffekte
spanish: Reproducir SFX

source: Play Music
french: Jouer musique
german: Musik
spanish: Reproducir música

source: Accept
french: Accepter
german: Annehmen
spanish: Aceptar

source: Please enter a Player Name.
german: Bitte einen Spielernamen eingeben.
spanish: Introduzca un nombre de jugador.

source: Server Port must be between 1 and 65535! Default Server Port is %d!
german: Server Port muss zwischen 1 und 65535 sein! Standardeinstellung ist Server Port %d.
spanish: ¡El puerto de servidor debe estar entre 1 y 65535! El puerto predeterminado es %d

source: Please enter a MetaServer.
german: Bitte einen MetaServer eingeben.
spanish: Introduzca un Metaservidor.

source: CAMPAIGN
french: CAMPAGNE
german: KAMPAGNE
spanish: CAMPAÑA

source: CUSTOM GAME
french: JEU PERSONNALISÉ
german: FREIES SPIEL
spanish: CONFIGURABLE

source: SKIRMISH
french: ESCARMOUCHE
german: GEPLÄNKEL
spanish: ESCARAMUZA

source: LOAD GAME
french: CHARGER JEU
german: SPIEL LADEN
spanish: CARGAR PARTIDA

source: LOAD REPLAY
french: CHARGER REPLAY
german: REPLAY LADEN
spanish: CARGAR REPETICIÓN

source: BACK
french: RETOUR
german: ZURÜCK
spanish: ATRÁS

source: Load Replay
french: Charger Replay
german: Replay laden
spanish: Cargar repetición

source: Start
french: Démarrer
german: Starten
spanish: Empezar

source: @MESSAGE.ENG|20#There is not enough concrete for this structure. You may continue building this structure but it will need repairing.
french: @MESSAGE.FRE|20
german: @MESSAGE.GER|20

source: @MESSAGE.ENG|27#Look out for spice fields.
french: @MESSAGE.FRE|27
german: @MESSAGE.GER|27

source: @MESSAGE.ENG|2#Concrete: Build your buildings on a stable foundation.
french: @MESSAGE.FRE|2
german: @MESSAGE.GER|2

source: @MESSAGE.ENG|3#Palace: This is your palace.
french: @MESSAGE.FRE|3
german: @MESSAGE.GER|3

source: @MESSAGE.ENG|4#Light Factory: In the Light Factory small vehicles are produced.
french: @MESSAGE.FRE|4
german: @MESSAGE.GER|4

source: @MESSAGE.ENG|5#Heavy Factory: In the Heavy Factory tracked vehicles are produced.
french: @MESSAGE.FRE|5
german: @MESSAGE.GER|5

source: @MESSAGE.ENG|6#High-Tech Factory: In the High-Tech Factory flying units are produced.
french: @MESSAGE.FRE|6
german: @MESSAGE.GER|6

source: @MESSAGE.ENG|7#House IX: The science labs of House IX strengthens the technology of your house.
french: @MESSAGE.FRE|7
german: @MESSAGE.GER|7

source: @MESSAGE.ENG|8#WOR: In this facility heavily armed troppers are trained.
french: @MESSAGE.FRE|8
german: @MESSAGE.GER|8

source: @MESSAGE.ENG|9#Construction Yard: All structures are produced by the Construction Yard.
french: @MESSAGE.FRE|9
german: @MESSAGE.GER|9

source: @MESSAGE.ENG|10#Windtrap: Windtraps a supplying your base with energy. Without energy your buildings are decaying over time.
french: @MESSAGE.FRE|10
german: @MESSAGE.GER|10

source: @MESSAGE.ENG|11#Barracks: In this facility light armed infantry is trained.
french: @MESSAGE.FRE|11
german: @MESSAGE.GER|11

source: @MESSAGE.ENG|12#Starport: Ordering and receiving shipments from C.H.O.A.M is the task of the Starport.
french: @MESSAGE.FRE|12
german: @MESSAGE.GER|12

source: @MESSAGE.ENG|13#Refinery: In the Refinery Spice is converted into credits.
french: @MESSAGE.FRE|13
german: @MESSAGE.GER|13

source: @MESSAGE.ENG|14#Repair Yard: Damanged units can be repaired in the Repair Yard.
french: @MESSAGE.FRE|14
german: @MESSAGE.GER|14

source: @MESSAGE.ENG|15#Wall: Walls help to defend your base.
french: @MESSAGE.FRE|15
german: @MESSAGE.GER|15

source: @MESSAGE.ENG|16#Gun Turret: This turret type provides short range defense for your base.
french: @MESSAGE.FRE|16
german: @MESSAGE.GER|16

source: @MESSAGE.ENG|17#Rocket Turret: This turret type provides short and medium range defense for your base.
french: @MESSAGE.FRE|17
german: @MESSAGE.GER|17

source: @MESSAGE.ENG|18#Spice Silo: This building stores refined spice.
french: @MESSAGE.FRE|18
german: @MESSAGE.GER|18
