Repository: PortsMaster/PortMaster-New
Catalog: ports/dunelegacy/dunelegacy/locale/*.*.po
Languages: french, german, spanish

source: @MESSAGE.ENG|19#Outpost: The Outpost allows the usage of a radar and supports commanding distant vehicles.
french: @MESSAGE.FRE|19
german: @MESSAGE.GER|19

source: @DUNE.ENG|253#Barracks
french: @DUNE.FRE|253
german: @DUNE.GER|253
spanish: Barracas

source: @DUNE.ENG|249#Construction Yard
french: @DUNE.FRE|249
german: @DUNE.GER|249
spanish: Planta de Construcción

source: @DUNE.ENG|263#Gun Turret
french: @DUNE.FRE|263
german: @DUNE.GER|263
spanish: Torre de Cañón

source: @DUNE.ENG|241#Heacy Factory
french: @DUNE.FRE|241
german: @DUNE.GER|241
spanish: Fábrica Pesada

source: @DUNE.ENG|243#Hightech Factory
french: @DUNE.FRE|243
german: @DUNE.GER|243
spanish: Fábrica Tecnológica

source: @DUNE.ENG|245#House IX
french: @DUNE.FRE|245
german: @DUNE.GER|245
spanish: Casa IX

source: @DUNE.ENG|239#Light Factory
french: @DUNE.FRE|239
german: @DUNE.GER|239
spanish: Fábrica Ligera

source: @DUNE.ENG|237#Palace
french: @DUNE.FRE|237
german: @DUNE.GER|237
spanish: Palacio

source: @DUNE.ENG|269#Radar
french: @DUNE.FRE|269
german: @DUNE.GER|269
spanish: Radar

source: @DUNE.ENG|256#Refinery
french: @DUNE.FRE|256
german: @DUNE.GER|256
spanish: Refinería

source: @DUNE.ENG|259#Repair Yard
french: @DUNE.FRE|259
german: @DUNE.GER|259
spanish: Planta de Reparación

source: @DUNE.ENG|265#Rocket Turret
french: @DUNE.FRE|265
german: @DUNE.GER|265
spanish: Torre de Cohetes

source: @DUNE.ENG|267#Silo
french: @DUNE.FRE|267
german: @DUNE.GER|267
spanish: Silo

source: @DUNE.ENG|233#Slab
french: @DUNE.FRE|233
german: @DUNE.GER|233
spanish: Bloque

source: @DUNE.ENG|235#Slab (2x2)
french: @DUNE.FRE|235
german: @DUNE.GER|235
spanish: Bloque (2x2)

source: @DUNE.ENG|255#Starport
french: @DUNE.FRE|255
german: @DUNE.GER|255
spanish: Espaciopuerto

source: @DUNE.ENG|261#Wall
french: @DUNE.FRE|261
german: @DUNE.GER|261
spanish: Muro

source: @DUNE.ENG|251#Windtrap
french: @DUNE.FRE|251
german: @DUNE.GER|251
spanish: Trampa de Viento

source: @DUNE.ENG|247#WOR
french: @DUNE.FRE|247
german: @DUNE.GER|247
spanish: WOR

source: @DUNE.ENG|195#Carryall
french: @DUNE.FRE|195
german: @DUNE.GER|195
spanish: Ala de Acarreo

source: @DUNE.ENG|217#Devastator
french: @DUNE.FRE|217
german: @DUNE.GER|217
spanish: Devastador

source: @DUNE.ENG|211#Deviator
french: @DUNE.FRE|211
german: @DUNE.GER|211
spanish: Desviador

source: Frigate
french: Frégate
german: Frigatte
spanish: Fragata

source: @DUNE.ENG|227#Harvester
french: @DUNE.FRE|227
german: @DUNE.GER|227
spanish: Recolector

source: @DUNE.ENG|209#Launcher
french: @DUNE.FRE|209
german: @DUNE.GER|209
spanish: Lanzamisiles

source: @DUNE.ENG|229#MCV
french: @DUNE.FRE|229
german: @DUNE.GER|229
spanish: MCV

source: @DUNE.ENG|197#Ornithopter
french: @DUNE.FRE|197
german: @DUNE.GER|197
spanish: Ornitóptero

source: @DUNE.ENG|225#Quad
french: @DUNE.FRE|225
german: @DUNE.GER|225
spanish: Quad

source: @DUNE.ENG|223#Raider Trike
french: @DUNE.FRE|223
german: @DUNE.GER|223
spanish: Trike invasor

source: @DUNE.ENG|215#Siege Tank
french: @DUNE.FRE|215
german: @DUNE.GER|215
spanish: Tanque de Asedio

source: @DUNE.ENG|219#Sonic Tank
french: @DUNE.FRE|219
german: @DUNE.GER|219
spanish: Tanque Sónico

source: @DUNE.ENG|213#Tank
french: @DUNE.FRE|213
german: @DUNE.GER|213
spanish: Tanque

source: @DUNE.ENG|221#Trike
french: @DUNE.FRE|221
german: @DUNE.GER|221
spanish: Trike

source: @DUNE.ENG|207#Saboteur
french: @DUNE.FRE|207
german: @DUNE.GER|207
spanish: Saboteador

source: @DUNE.ENG|231#Sandworm
french: @DUNE.FRE|231
german: @DUNE.GER|231
spanish: Gusano de Arena

source: @DUNE.ENG|203#Soldier
french: @DUNE.FRE|203
german: @DUNE.GER|203
spanish: Soldado

source: @DUNE.ENG|205#Trooper
french: @DUNE.FRE|205
german: @DUNE.GER|205
spanish: Guardia

source: @DUNE.ENG|199#Infantry
french: @DUNE.FRE|199
german: @DUNE.GER|199
spanish: Infantería

source: @DUNE.ENG|201#Troopers
french: @DUNE.FRE|201
german: @DUNE.GER|201
spanish: Guardias

source: top edge
german: oberer Rand
spanish: borde superior

source: right edge
german: rechter Rand
spanish: borde derecho

source: bottom edge
german: unterer Rand
spanish: borde inferior

source: left edge
german: linker Rand
spanish: borde izquierdo

source: random
french: aléatoire
german: zufällig
spanish: aleatorio

source: middle
german: Mitte
spanish: en medio

source: enemy base
german: Feindbasis
spanish: base enemiga

source: home base
german: eigene Basis
spanish: tu base

source: Not enough money
french: Pas assez de crédits.
german: Nicht genügend Credits.
spanish: No hay suficiente dinero

source: @DUNE.ENG|51#Construction is complete
french: @DUNE.FRE|51
german: @DUNE.GER|51
spanish: La construcción está completa

source: @DUNE.ENG|81#Missile is approaching
french: @DUNE.FRE|81
german: @DUNE.GER|81
spanish: Se aproxima un misil

source: Palace is ready
french: Palais est prêt.
german: Palast ist bereit.
spanish: El Palacio está preparado

source: Unable to spawn Fremen
french: Impossible pour frayer Fremen.
german: Kann Fremen nicht rufen.
spanish: No se pueden generar Fremen

source: @DUNE.ENG|79#Saboteur is approaching
french: @DUNE.FRE|79
german: @DUNE.GER|79
spanish: Se aproxima un saboteador

source: This unit is sold out
german: Diese Einheit ist ausverkauft
spanish: Esta unidad está agotada

source: @DUNE.ENG|80#Frigate has arrived
french: @DUNE.FRE|80
german: @DUNE.GER|80
spanish: La fragata ha llegado

source: You cannot deploy here.
french: Vous ne pouvez pas déployer ici.
german: Kann hier nicht eingesetzt werden.
spanish: El MCV no se puede desplegar aquí.

source: OK
spanish: Vale

source: Teams
spanish: Equipos

source: Tech Level
spanish: Nivel tecnológico

source: Credits
spanish: Créditos

source: Team
french: L'équipe
spanish: Equipo

source: Wheeled (Trike, Raider, Quad)
spanish: Rodada (Trike, Invasor, Quad)

source: Port
spanish: Puerto

source: MetaServer
spanish: Metaservidor

source: Sonic/Devast./Devia.
spanish: Sónico/Devast./Desvia.
