Repository: PortsMaster/PortMaster-New
Catalog: ports/dunelegacy/dunelegacy/locale/*.*.po
Languages: french, german, spanish

source: @TEXTA.ENG|26#Losing text of Atreides mission 6
french: @TEXTA.FRE|26
german: @TEXTA.GER|26
spanish: Hay un momento para excusas, ¡pero no es éste! ¡No entiendo como ha podido ejecutar tan mal toda la campaña! No tiene ninguna otra opción que trabajar con mayor esmero en su próxima tarea.

source: @TEXTA.ENG|30#Losing text of Atreides mission 7
french: @TEXTA.FRE|30
german: @TEXTA.GER|30
spanish: ¡Dios mío, qué derrota tan horrible! Quizás le hemos cargado con demasiada responsabilidad. ¡Si falla en su próxima tarea nos tendremos que plantear seriamente enviarle a casa!

source: @TEXTA.ENG|34#Losing text of Atreides mission 8
french: @TEXTA.FRE|34
german: @TEXTA.GER|34
spanish: Una derrota nunca es bien recibida, ¡pero esta pérdida es especialmente devastadora! ¡Todos nuestros esfuerzos serán pronto inútiles a menos que pueda conseguir una victoria en su próxima campaña!

source: @TEXTA.ENG|38#Losing text of Atreides mission 9
french: @TEXTA.FRE|38
german: @TEXTA.GER|38
spanish: Sus defectos deben de ser heredados. La colosal estupidez que ha demostrado no es algo que se pueda aprender.

source: @TEXTA.ENG|7#Advice text for Atreides mission 1
french: @TEXTA.FRE|7
german: @TEXTA.GER|7
spanish: En primer lugar construya un grupo de dos por dos bloques de cemento. Después construya una trampa de viento y colóquela sobre el hormigón. Haga lo mismo con la refinería para que pueda alcanzar la cuota de 1000 créditos.

source: @TEXTA.ENG|11#Advice text for Atreides mission 2
french: @TEXTA.FRE|11
german: @TEXTA.GER|11
spanish: Si ya tiene una trampa de viento entonces construya una barraca para empezar a producir soldados. Yo lo haría así para dotar de una mayor defensa a su operación de recolección.

source: @TEXTA.ENG|15#Advice text for Atreides mission 3
french: @TEXTA.FRE|15
german: @TEXTA.GER|15
spanish: Necesita construir una Fábrica Ligera para producir las armas necesarias para completar su misión.

source: @TEXTA.ENG|19#Advice text for Atreides mission 4
french: @TEXTA.FRE|19
german: @TEXTA.GER|19
spanish: Añadir tanques a sus fuerzas es esencial para obtener la victoria en esta región.

source: @TEXTA.ENG|23#Advice text for Atreides mission 5
french: @TEXTA.FRE|23
german: @TEXTA.GER|23
spanish: La producción de Alas de Acarreo hará mucho más rápidas sus operaciones de recolección.

source: @TEXTA.ENG|27#Advice text for Atreides mission 6
french: @TEXTA.FRE|27
german: @TEXTA.GER|27
spanish: Le recomiendo producir y colocar Torres de Cohetes en posiciones defensivas estratégicas alrededor de su instalación.

source: @TEXTA.ENG|31#Advice text for Atreides mission 7
french: @TEXTA.FRE|31
german: @TEXTA.GER|31
spanish: El Tanque Sónico es un poderoso aliado contra las tropas enemigas.

source: @TEXTA.ENG|35#Advice text for Atreides mission 8
french: @TEXTA.FRE|35
german: @TEXTA.GER|35
spanish: Utilice la opción especial de su Palacio tanto como sea posible, ya que no tiene coste alguno y se recarga con el tiempo.

source: @TEXTA.ENG|39#Advice text for Atreides mission 9
french: @TEXTA.FRE|39
german: @TEXTA.GER|39
spanish: Tega cuidado con los ataques sorpresa, defienda bien sus instalaciones.

source: @TEXTO.ENG|0#Description of House Ordos
french: @TEXTO.FRE|0
german: @TEXTO.GER|0
spanish: Casa Ordos|El planeta hogar de los Ordos es un mundo frígido y cubierto de hielo. Suponemos que los Ordos importan su agricultura y los bienes tecnológicos de los sistemas estelares cercanos. Actuando como comerciantes e inversores, los Ordos no producen productos físicos por sí mismos y dependen de sus habilidades comerciales para sobrevivir.

source: @TEXTO.ENG|4#Description of Ordos mission 1
french: @TEXTO.FRE|4
german: @TEXTO.GER|4
spanish: Bienvenido. Yo soy tu Mentat, y me puedes llamar Ammon. Para ser de alguna utilidad al Cártel, nos debes proporcionar créditos. Como prueba, te asignaremos una región, y te pediremos que consigas una cuota de producción de 1000 créditos. Construye una refinería y recolecta la especia en el área. Yo estoy muy ocupado, pero me puedes llamar si tienes más preguntas.

source: @TEXTO.ENG|8#Description of Ordos mission 2
french: @TEXTO.FRE|8
german: @TEXTO.GER|8
spanish: Tu cuota es ahora de 2700 créditos, y esta acumulación de especia es tu principal objetivo. No esperamos que destruyas a las fuerzas Harkonnen en el área, sin embargo deberías considerar el tiempo que podrías ganar al apropiarte de sus silos.

source: @TEXTO.ENG|12#Description of Ordos mission 3
french: @TEXTO.FRE|12
german: @TEXTO.GER|12
spanish: Encontramos las actividades de las tropas Atreides en esta región inconvenientes. Por favor elimina este obstáculo. No nos podemos permitir que el valor mítico del juego limpio impida nuestro progreso.

source: @TEXTO.ENG|16#Description of Ordos mission 4
french: @TEXTO.FRE|16
german: @TEXTO.GER|16
spanish: Las fuerzas Atreides en este área deben ser eliminadas. Como siempre, apreciamos tu captura de cualquier silo enemigo u otras estructuras que pudieran ser ocupadas.

source: @TEXTO.ENG|20#Description of Ordos mission 5
french: @TEXTO.FRE|20
german: @TEXTO.GER|20
spanish: Así que, nuestros espías revelan porqué los Sardaukar nos atacaron en tu última misión. Tendré que evaluar ésto. Aunque los comandantes Harkonnen son ridículamente estúpidos, su fuerza militar supone una amenaza en este área. Deben ser eliminados tan pronto como sea posible.

source: @TEXTO.ENG|24#Description of Ordos mission 6
french: @TEXTO.FRE|24
german: @TEXTO.GER|24
spanish: Los Atreides se han vuelto demasiado comunicativos en este sector, y se quejan constantemente por sus derechos. Nostros los Ordos no tenemos tiempo para conversaciones sin sentido, y debemos pedirte que elimines esta distracción.

source: @TEXTO.ENG|28#Description of Ordos mission 7
french: @TEXTO.FRE|28
german: @TEXTO.GER|28
spanish: Las fuerzas Harkonnen continúan frustrando nuestros esfuerzos en esta región, y deben ser eliminadas completamente. ¡Machaca a su querida guardia y volverán corriendo a casa con sus feas madres!

source: @TEXTO.ENG|32#Description of Ordos mission 8
french: @TEXTO.FRE|32
german: @TEXTO.GER|32
spanish: Fuerzas tanto Atreides como Harkonnen se oponen a que controlemos este área y por lo tanto deben ser destruidas. El tiempo para la cooperación y el compromiso ha pasado, ¡y todos los enemigos de la Casa Ordos deben ser eliminados!

source: @TEXTO.ENG|36#Description of Ordos mission 9
french: @TEXTO.FRE|36
german: @TEXTO.GER|36
spanish: El Emperador Frederick se ha unido a la lista de enemigos de los Ordos, y debe ser castigado. Destruye sus tropas y cualquier remanente Atreides y Harkonnen que aun se oponga a nosotros en este planeta. Lo hemos arriesgado todo en esta batalla final, y solamente toleraremos tu mejor esfuerzo.

source: @TEXTO.ENG|5#Winning text of Ordos mission 1
french: @TEXTO.FRE|5
german: @TEXTO.GER|5
spanish: Muestras potencial. Si continúas demostrando buenas habilidades de gestión podríamos encontrar un puesto permanente para tí en nuestra organización.

source: @TEXTO.ENG|9#Winning text of Ordos mission 2
french: @TEXTO.FRE|9
german: @TEXTO.GER|9
spanish: Felicidades. El Cártel está empezando a fijarse en tí. Creo que definitivamente tendrás un futuro con nosotros si puedes seguir en esta trayectoria.

source: @TEXTO.ENG|13#Winning text of Ordos mission 3
french: @TEXTO.FRE|13
german: @TEXTO.GER|13
spanish: ¡Excelente! Había rumores de que algún tipo de objección moral podría entorpecer tu efectividad. Me complace ver que has estado por encima de esas insignificantes sensibilidades.

source: @TEXTO.ENG|17#Winning text of Ordos mission 4
french: @TEXTO.FRE|17
german: @TEXTO.GER|17
spanish: Una victoria con autoridad, ¡pero ten cuidado! Ahora tu reputación te precederá en los futuros combates, y podrías encontrate con que tus oponentes están mejor preparados para tus tácticas.

source: @TEXTO.ENG|21#Winning text of Ordos mission 5
french: @TEXTO.FRE|21
german: @TEXTO.GER|21
spanish: Serían correctas las felicitaciones, pero esperamos estos resultados cuando tú estás al cargo. Tus continuos éxitos traen honor a tu familia, y a todos nosotros en la Casa Ordos.

source: @TEXTO.ENG|25#Winning text of Ordos mission 6
french: @TEXTO.FRE|25
german: @TEXTO.GER|25
spanish: ¡Bien hecho! Los éxitos en tus campañas militares han creado una atmósfera política apropiada para nuestras particulares habilidades negociadoras. ¡Sigue así!

source: @TEXTO.ENG|29#Winning text of Ordos mission 7
french: @TEXTO.FRE|29
german: @TEXTO.GER|29
spanish: ¡Excelente! Has conseguido una gran victoria para la Casa Ordos. ¿No sabe mejor tu desayuno después de haber ocasionado una derrota tan humillante?

source: @TEXTO.ENG|33#Winning text of Ordos mission 8
french: @TEXTO.FRE|33
german: @TEXTO.GER|33
spanish: ¡Acabo de recibir las maravillosas noticias de tu deslumbrante victoria! Estoy muy satisfecho, y estoy ansioso de contar a mis nietos que fui yo quien sirvió como Mentat a un comandante Ordos tan brillante.

source: @TEXTO.ENG|37#Winning text of Ordos mission 9
french: @TEXTO.FRE|37
german: @TEXTO.GER|37
spanish: Buenos días, su señoría, ¡y felicidades! Has servido a la Casa Ordos bien. ¡Nunca olvidaremos a nuestro más noble guerrero! Voy a difundir ahora las noticias de nuestra más gloriosa victoria, y a entregar nuestras condiciones al Emperador.

source: @TEXTO.ENG|6#Losing text of Ordos mission 1
french: @TEXTO.FRE|6
german: @TEXTO.GER|6
spanish: No puedo entender cómo has podido fallar en una tarea tan fácil. Debido a que vienes tan bien recomendado, podríamos pasar por alto este episodio si tienes éxito en tu próxima asignación.

source: @TEXTO.ENG|10#Losing text of Ordos mission 2
french: @TEXTO.FRE|10
german: @TEXTO.GER|10
spanish: Aparentemente, estaba equivocado sobre tu potencial. Nos costará muchísmo recuperar esta región. Solamente un éxito completo en tu próxima asignación podría quizás resucitar tu carrera.

source: @TEXTO.ENG|14#Losing text of Ordos mission 3
french: @TEXTO.FRE|14
german: @TEXTO.GER|14
spanish: ¡Tu torpe gestión nos ha costado muchísimo! Esto no es un juego. No podemos simplemente empezar de nuevo cada vez que no puedes concentrarte en la tarea que tienes delante. ¡Te recomiendo que te deshagas de todos los intereses ajenos y te entregues completamente a tu próxima asignación!

source: @TEXTO.ENG|18#Losing text of Ordos mission 4
french: @TEXTO.FRE|18
german: @TEXTO.GER|18
spanish: ¿Cómo has podido fracasar tan rápido? ¡Mi abuela podría ser un comandante más eficiente que tú! ¡Vuelve allí y muestra algo de iniciativa, o deja de malgastar mi tiempo!

source: @TEXTO.ENG|22#Losing text of Ordos mission 5
french: @TEXTO.FRE|22
german: @TEXTO.GER|22
spanish: ¡Torpe insensato! ¿Esperabas que tus enemigos huyesen ante tu mera presencia? Recuerda: tu cerebro ganará la guerra, ¡no tus balas!

source: @TEXTO.ENG|26#Losing text of Ordos mission 6
french: @TEXTO.FRE|26
german: @TEXTO.GER|26
spanish: ¿Les enseñas a tus tropas que disparen de forma aleatoria al aire? ¿Hay algún plan en tus estúpidas maniobras? ¡Te recomiendo que no le vuelvas a permitir a tu perro que gestione tus asignaciones!

source: @TEXTO.ENG|30#Losing text of Ordos mission 7
french: @TEXTO.FRE|30
german: @TEXTO.GER|30
spanish: ¡Tu derrota no podría haber sido más inoportuna! ¿Qué posición y poder negociador podemos mantener mientras muestras tal ineptitud en el campo de batalla?

source: @TEXTO.ENG|34#Losing text of Ordos mission 8
french: @TEXTO.FRE|34
german: @TEXTO.GER|34
spanish: ¡No vives en un vacío! ¡Tu ineptitud ha puesto en peligro todo aquello por lo que la casa Ordos ha trabajado para crear aquí en Arrakis! ¡Mejor que pienses en las consecuencias de tus acciones, y te redimas en lo posible tan rápido como puedas!

source: @TEXTO.ENG|38#Losing text of Ordos mission 9
french: @TEXTO.FRE|38
german: @TEXTO.GER|38
spanish: Tus defectos deben de ser heredados. La colosal estupidez que has demostrado no es algo que se pueda aprender.

source: @TEXTO.ENG|7#Advice text for Ordos mission 1
french: @TEXTO.FRE|7
german: @TEXTO.GER|7
spanish: En primer lugar construye un grupo de dos por dos bloques de cemento. Después construye una trampa de viento y colócala sobre el hormigón. Haz lo mismo con la refinería para que puedas alcanzar la cuota de 1000 créditos.

source: @TEXTO.ENG|11#Advice text for Ordos mission 2
french: @TEXTO.FRE|11
german: @TEXTO.GER|11
spanish: Si ya tienes una trampa de viento entonces construye una barraca para empezar a producir soldados. Yo lo haría así para dotar de una mayor defensa a tu operación de recolección.

source: @TEXTO.ENG|15#Advice text for Ordos mission 3
french: @TEXTO.FRE|15
german: @TEXTO.GER|15
spanish: Necesitas construir una Fábrica Ligera para producir las armas necesarias para completar tu misión.

source: @TEXTO.ENG|19#Advice text for Ordos mission 4
french: @TEXTO.FRE|19
german: @TEXTO.GER|19
spanish: Añadir tanques a tus fuerzas es esencial para obtener la victoria en esta región.

source: @TEXTO.ENG|23#Advice text for Ordos mission 5
french: @TEXTO.FRE|23
german: @TEXTO.GER|23
spanish: La producción de Alas de Acarreo hará mucho más rápidas tus operaciones de recolección.

source: @TEXTO.ENG|27#Advice text for Ordos mission 6
french: @TEXTO.FRE|27
german: @TEXTO.GER|27
spanish: Te recomiendo producir y colocar Torres de Cohetes en posiciones defensivas estratégicas alrededor de tu instalación.

source: @TEXTO.ENG|31#Advice text for Ordos mission 7
french: @TEXTO.FRE|31
german: @TEXTO.GER|31
spanish: El Desviador es un poderoso aliado contra las fuerzas enemigas.

source: @TEXTO.ENG|35#Advice text for Ordos mission 8
french: @TEXTO.FRE|35
german: @TEXTO.GER|35
spanish: Utiliza la opción especial de tu Palacio tanto como sea posible, ya que no tiene coste alguno y se recarga con el tiempo.

source: @TEXTO.ENG|39#Advice text for Ordos mission 9
french: @TEXTO.FRE|39
german: @TEXTO.GER|39
spanish: Ten cuidado con los ataques sorpresa, defiende bien tus instalaciones.

source: House Fremen Arrakis, the home planet of House Fremen, is one giant sand desert. Perfectly adapted to the warm, dry climate, the Fremen have huge advantage in defending their planet.
german: Das Haus Fremen: Arrakis, der Heimatplanet der Fremen, ist eine gigantische Sandwüste. Perfekt an dieses warme, trockene Klima angepasst, haben die Fremen einen großen Vorteil bei der Verteidigung ihres Planeten.
spanish: Casa Fremen Arrakis, el planeta hogar de la Casa Fremen, es un desierto gigante de arena. Perfectamente adaptados al clima cálido y seco, los Fremen tienen una gran ventaja al defender su planeta.

source: @TEXTA.ENG|4|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 1
french: @TEXTA.FRE|4|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|4|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Saludos, yo soy su Mentat Cyril. Juntos purgaremos este planeta del hedor de las otras Casas. El Alto Mando desea que produzca 1000 créditos. Puede conseguir créditos construyendo una refinería y recolectando especia.

source: @TEXTA.ENG|8|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 2
french: @TEXTA.FRE|8|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|8|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Saludos, es un honor verle de nuevo. El Alto Mando quiere ahora que produzca 2700 créditos en una nueva zona de recolecta. Desafortunadamente, hemos confirmado la presencia de una base Sardaukar en esta región. ¡Buena suerte!

source: @TEXTA.ENG|12|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 3
french: @TEXTA.FRE|12|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|12|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: La batalla con las otras Casas se ha intensificado, y nos vemos obligados a luchar en algunas maniobras ofensivas escogidas. Los Mercenary están siendo extremadamente problemáticos en su próxima región, y le debemos solicitar que elimine su presencia del área.

source: @TEXTA.ENG|16|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 4
french: @TEXTA.FRE|16|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|16|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Su demostración de habilidades militares nos obliga a asignarle ahora a otra campaña ofensiva contra la Casa Mercenary. Han continuado atacando nuestros pacíficos recolectores, ¡y deben ser eliminados del área!

source: @TEXTA.ENG|20|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 5
french: @TEXTA.FRE|20|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|20|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Bienvenido. Las reglas parecen haber cambiado. Como ha presenciado, ¡el Emperador en persona está apoyando los esfuerzos de nuestros competidores! Como parte de nuestra nueva estrategia, debemos pedirle que elimine las traicioneras fuerzas Ordos que controlan actualmente esta región.

source: @TEXTA.ENG|24|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 6
french: @TEXTA.FRE|24|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|24|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: A medida que se intensifica la batalla por este planeta, todos los efuerzos son necesarios para asegurar nuestro éxito. De nuevo, le debemos llamar a filas para destruir a nuestros enemigos en un sector con problemas. La Casa Mercenary debe recibir una lección. ¡Gracias, y buena suerte!

source: @TEXTA.ENG|28|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 7
french: @TEXTA.FRE|28|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|28|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: La batalla va bien, pero no hay tiempo para relajarse. Tenemos una necesidad urgente de que se sometan todas las fuerzas Sardaukar en esta región sin demora. Nuestras negociaciones en curso reciben un enorme apoyo por las correspondients victorias en el campo de batalla. Contamos con usted.

source: @TEXTA.ENG|32|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Description of Fremen mission 8
french: @TEXTA.FRE|32|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|32|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Aunque se ha ganado un descanso bien merecido, me temo que la situación política requiere que le enviemos de nuevo al campo de batalla de forma inmediata. Tanto las fuerzas Sardaukar como Mercenary se han asentado hasta niveles inaceptables en esta región, y ahora deben ser eliminadas completamente.

source: @TEXTA.ENG|36|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary|remaining Ordos and Harkonnen troops->remaining Ordos, Mercenary and Harkonnen troops#Description of Fremen mission 9
french: @TEXTA.FRE|36|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary|les forces Ordos et Harkonnen->les forces Ordos, Mercenary et Harkonnen
german: @TEXTA.GER|36|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary|Truppen der Ordos und der Harkonnen zu vernichten->Truppen der Ordos, der Mercenary und der Harkonnen zu vernichten
spanish: Su siguiente tarea determinará el resultado de todos nuestros esfuerzos aquí en Dune. La victoria no llegará fácilmente. Además de destruir a todas las tropas Sardaukar y Mercenary que quedan, también debe someter a las fuerzas del Emperador Frederick. Todos nuestros sueños y esperanzas cabalgan con usted, y le rogamos humildemente que consiga una victoria definitiva para nuestra noble Casa Fremen.

source: @TEXTA.ENG|5|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 1
french: @TEXTA.FRE|5|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|5|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Felicidades! Sabía que podría conseguir su objetivo con muy pocos problemas. Estoy ansioso por asistirle en futuras misiones.

source: @TEXTA.ENG|9|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 2
french: @TEXTA.FRE|9|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|9|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Bien hecho! Nuestro esfuerzo por mantener un juego limpio en este planeta se enfrenta tanto a los Sardaukar como a los Mercenary. La especia que ha coleccionado será una gran ayuda en nuestros esfuerzos.

source: @TEXTA.ENG|13|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 3
french: @TEXTA.FRE|13|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|13|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Hurra! Aunque yo prefiero la defensa, una buena ofensiva contra un oponente que se lo merece como los Mercenary es un placer de observar y una reafirmación de todo lo que es bueno y justo. ¡La Casa Fremen le agradece sus esfuerzos!

source: @TEXTA.ENG|17|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 4
french: @TEXTA.FRE|17|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|17|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Bien hecho! Ninguna tarea parece demasiado difícil para usted. ¡Los Mercenary se lo pensarán dos veces antes de volver a atacar a nuestros recolectores!

source: @TEXTA.ENG|21|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 5
french: @TEXTA.FRE|21|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|21|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Felicidades de nuevo! Parece que sus talentos no tienen límite. Tengo que pensar que alguna fuerza divina motivó su decisión de servir en la Casa Fremen. ¡Nuestra ganancia fue sin duda una pérdida para los otros!

source: @TEXTA.ENG|25|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 6
french: @TEXTA.FRE|25|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|25|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Hurra! Se han dado a la fuga, y es todo gracias a usted. ¡Sus éxitos han sido resaltables! ¿Está seguro de que no haberse graduado en una de las academias militares intergalácticas?

source: @TEXTA.ENG|29|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 7
french: @TEXTA.FRE|29|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|29|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Excelente! Sus habilidades parecen mejorar con cada encargo, y sus hazañas otorgan una gran confianza a los que se encuentran en el frente. ¡Siga así!

source: @TEXTA.ENG|33|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 8
french: @TEXTA.FRE|33|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|33|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Una victoria con autoridad! Francamente, no seríamos capaces de continuar en Dune sin su asesoramiento militar. Hemos llegado a confiar plenamente en usted señor, ¡y no nos podemos imaginar futuros éxitos sin usted!
