Repository: PortsMaster/PortMaster-New
Catalog: ports/dunelegacy/dunelegacy/locale/*.*.po
Languages: french, german, spanish

source: @TEXTH.ENG|19|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 4
french: @TEXTH.FRE|19|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|19|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Añadir tanques a tus fuerzas es esencial para obtener la victoria en esta región.

source: @TEXTH.ENG|23|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 5
french: @TEXTH.FRE|23|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|23|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: La producción de Alas de Acarreo hará mucho más rápidas tus operaciones de recolección.

source: @TEXTH.ENG|27|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 6
french: @TEXTH.FRE|27|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|27|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Te recomiendo producir y colocar Torres de Cohetes en posiciones defensivas estratégicas alrededor de tu instalación.

source: @TEXTH.ENG|31|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 7
french: @TEXTH.FRE|31|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|31|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: El Devastador es un poderoso aliado contra las fuerzas enemigas.

source: @TEXTH.ENG|35|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 8
french: @TEXTH.FRE|35|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|35|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Utiliza la opción especial de tu Palacio tanto como sea posible, ya que no tiene coste alguno y se recarga con el tiempo.

source: @TEXTH.ENG|39|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 9
french: @TEXTH.FRE|39|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|39|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Ten cuidado con los ataques sorpresa, defiende bien tus instalaciones.

source: House Mercenary The home planet of the Mercenary consists of huge oceans and large deserts. House Mercenary is one of the oldest and most influencial intergalactical trading organization. To strengthen their power they don't hesitate to use military force.
german: Das Haus Mercenary: Der Heimatplanet der Mercenary ist mit riesigen Ozeanen und weitläufigen Wüsten bedeckt. Haus Mercenary ist eine der ältesten und einflussreichsten intergalaktischen Handelsorganisationen. Um ihre Macht zu stärken zögern sie auch nicht Militär einzusetzen.
spanish: Casa Mercenary El planeta hogar de los Mercenary consiste en vastos océanos y grandes desiertos. La Casa Mercenary es una de las más antiguas e influyentes organizaciones comerciales intergalácticas. Para consolidar su poder no dudan en utilizar la fuerza militar.

source: @TEXTO.ENG|4|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 1
french: @TEXTO.FRE|4|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|4|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Bienvenido. Yo soy tu Mentat, y me puedes llamar Ammon. Para ser de alguna utilidad al Cártel, nos debes proporcionar créditos. Como prueba, te asignaremos una región, y te pediremos que consigas una cuota de producción de 1000 créditos. Construye una refinería y recolecta la especia en el área. Yo estoy muy ocupado, pero me puedes llamar si tienes más preguntas.

source: @TEXTO.ENG|8|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 2
french: @TEXTO.FRE|8|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|8|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Tu cuota es ahora de 2700 créditos, y esta acumulación de especia es tu principal objetivo. No esperamos que destruyas a las fuerzas Fremen en el área, sin embargo deberías considerar el tiempo que podrías ganar al apropiarte de sus silos.

source: @TEXTO.ENG|12|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 3
french: @TEXTO.FRE|12|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|12|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Encontramos las actividades de las tropas Sardaukar en esta región inconvenientes. Por favor elimina este obstáculo. No nos podemos permitir que el valor mítico del juego limpio impida nuestro progreso.

source: @TEXTO.ENG|16|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 4
french: @TEXTO.FRE|16|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|16|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Las fuerzas Sardaukar en este área deben ser eliminadas. Como siempre, apreciamos tu captura de cualquier silo enemigo u otras estructuras que pudieran ser ocupadas.

source: @TEXTO.ENG|20|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 5
french: @TEXTO.FRE|20|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|20|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Así que, nuestros espías revelan porqué las fuerzas Sardaukar nos atacaron en tu última misión. Tendré que evaluar ésto. Aunque los comandantes Fremen son ridículamente estúpidos, su fuerza militar supone una amenaza en este área. Deben ser eliminados tan pronto como sea posible.

source: @TEXTO.ENG|24|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 6
french: @TEXTO.FRE|24|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|24|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Los Sardaukar se han vuelto demasiado comunicativos en este sector, y se quejan constantemente por sus derechos. Nostros los Mercenary no tenemos tiempo para conversaciones sin sentido, y debemos pedirte que elimines esta distracción.

source: @TEXTO.ENG|28|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 7
french: @TEXTO.FRE|28|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|28|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Las fuerzas Fremen continúan frustrando nuestros esfuerzos en esta región, y deben ser eliminadas completamente. ¡Machaca a su querida guardia y volverán corriendo a casa con sus feas madres!

source: @TEXTO.ENG|32|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 8
french: @TEXTO.FRE|32|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|32|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Fuerzas tanto Sardaukar como Fremen se oponen a que controlemos este área y por lo tanto deben ser destruidas. El tiempo para la cooperación y el compromiso ha pasado, ¡y todos los enemigos de la Casa Mercenary deben ser eliminados!

source: @TEXTO.ENG|36|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Description of Mercenary mission 9
french: @TEXTO.FRE|36|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|36|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: El Emperador Frederick se ha unido a la lista de enemigos de los Mercenary, y debe ser castigado. Destruye sus tropas y cualquier remanente Sardaukar y Fremen que aun se oponga a nosotros en este planeta. Lo hemos arriesgado todo en esta batalla final, y solamente toleraremos tu mejor esfuerzo.

source: @TEXTO.ENG|5|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 1
french: @TEXTO.FRE|5|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|5|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Muestras potencial. Si continúas demostrando buenas habilidades de gestión podríamos encontrar un puesto permanente para tí en nuestra organización.

source: @TEXTO.ENG|9|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 2
french: @TEXTO.FRE|9|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|9|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Felicidades. El Cártel está empezando a fijarse en tí. Creo que definitivamente tendrás un futuro con nosotros si puedes seguir en esta trayectoria.

source: @TEXTO.ENG|13|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 3
french: @TEXTO.FRE|13|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|13|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Excelente! Había rumores de que algún tipo de objección moral podría entorpecer tu efectividad. Me complace ver que has estado por encima de esas insignificantes sensibilidades.

source: @TEXTO.ENG|17|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 4
french: @TEXTO.FRE|17|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|17|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Una victoria con autoridad, ¡pero ten cuidado! Ahora tu reputación te precederá en los futuros combates, y podrías encontrate con que tus oponentes están mejor preparados para tus tácticas.

source: @TEXTO.ENG|21|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 5
french: @TEXTO.FRE|21|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|21|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Serían correctas las felicitaciones, pero esperamos estos resultados cuando tú estás al cargo. Tus continuos éxitos traen honor a tu familia, y a todos nosotros en la Casa Mercenary.

source: @TEXTO.ENG|25|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 6
french: @TEXTO.FRE|25|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|25|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Bien hecho! Los éxitos en tus campañas militares han creado una atmósfera política apropiada para nuestras particulares habilidades negociadoras. ¡Sigue así!

source: @TEXTO.ENG|29|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 7
french: @TEXTO.FRE|29|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|29|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Excelente! Has conseguido una gran victoria para la Casa Mercenary. ¿No sabe mejor tu desayuno después de haber ocasionado una derrota tan humillante?

source: @TEXTO.ENG|33|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 8
french: @TEXTO.FRE|33|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|33|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Acabo de recibir las maravillosas noticias de tu deslumbrante victoria! Estoy muy satisfecho, y estoy ansioso de contar a mis nietos que fui yo quien sirvió como Mentat a un comandante Mercenary tan brillante.

source: @TEXTO.ENG|37|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Winning text of Mercenary mission 9
french: @TEXTO.FRE|37|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|37|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Buenos días, su señoría, ¡y felicidades! Has servido a la Casa Mercenary bien. ¡Nunca olvidaremos a nuestro más noble guerrero! Voy a difundir ahora las noticias de nuestra más gloriosa victoria, y a entregar nuestras condiciones al Emperador.

source: @TEXTO.ENG|6|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 1
french: @TEXTO.FRE|6|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|6|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: No puedo entender cómo has podido fallar en una tarea tan fácil. Debido a que vienes tan bien recomendado, podríamos pasar por alto este episodio si tienes éxito en tu próxima asignación.

source: @TEXTO.ENG|10|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 2
french: @TEXTO.FRE|10|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|10|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Aparentemente, estaba equivocado sobre tu potencial. Nos costará muchísmo recuperar esta región. Solamente un éxito completo en tu próxima asignación podría quizás resucitar tu carrera.

source: @TEXTO.ENG|14|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 3
french: @TEXTO.FRE|14|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|14|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Tu torpe gestión nos ha costado muchísimo! Esto no es un juego. No podemos simplemente empezar de nuevo cada vez que no puedes concentrarte en la tarea que tienes delante. ¡Te recomiendo que te deshagas de todos los intereses ajenos y te entregues completamente a tu próxima asignación!

source: @TEXTO.ENG|18|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 4
french: @TEXTO.FRE|18|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|18|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¿Cómo has podido fracasar tan rápido? ¡Mi abuela podría ser un comandante más eficiente que tú! ¡Vuelve allí y muestra algo de iniciativa, o deja de malgastar mi tiempo!

source: @TEXTO.ENG|22|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 5
french: @TEXTO.FRE|22|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|22|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Torpe insensato! ¿Esperabas que tus enemigos huyesen ante tu mera presencia? Recuerda: tu cerebro ganará la guerra, ¡no tus balas!

source: @TEXTO.ENG|26|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 6
french: @TEXTO.FRE|26|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|26|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¿Les enseñas a tus tropas que disparen de forma aleatoria al aire? ¿Hay algún plan en tus estúpidas maniobras? ¡Te recomiendo que no le vuelvas a permitir a tu perro que gestione tus asignaciones!

source: @TEXTO.ENG|30|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 7
french: @TEXTO.FRE|30|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|30|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡Tu derrota no podría haber sido más inoportuna! ¿Qué posición y poder negociador podemos mantener mientras muestras tal ineptitud en el campo de batalla?

source: @TEXTO.ENG|34|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 8
french: @TEXTO.FRE|34|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|34|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: ¡No vives en un vacío! ¡Tu ineptitud ha puesto en peligro todo aquello por lo que la casa Mercenary ha trabajado para crear aquí en Arrakis! ¡Mejor que pienses en las consecuencias de tus acciones, y te redimas en lo posible tan rápido como puedas!

source: @TEXTO.ENG|38|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Losing text of Mercenary mission 9
french: @TEXTO.FRE|38|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|38|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Tus defectos deben de ser heredados. La colosal estupidez que has demostrado no es algo que se pueda aprender.

source: @TEXTO.ENG|7|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 1
french: @TEXTO.FRE|7|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|7|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: En primer lugar construye un grupo de dos por dos bloques de cemento. Después construye una trampa de viento y colócala sobre el hormigón. Haz lo mismo con la refinería para que puedas alcanzar la cuota de 1000 créditos.

source: @TEXTO.ENG|11|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 2
french: @TEXTO.FRE|11|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|11|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Si ya tienes una trampa de viento entonces construye una barraca para empezar a producir soldados. Yo lo haría así para dotar de una mayor defensa a tu operación de recolección.

source: @TEXTO.ENG|15|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 3
french: @TEXTO.FRE|15|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|15|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Necesitas construir una Fábrica Ligera para producir las armas necesarias para completar tu misión.

source: @TEXTO.ENG|19|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 4
french: @TEXTO.FRE|19|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|19|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Añadir tanques a tus fuerzas es esencial para obtener la victoria en esta región.

source: @TEXTO.ENG|23|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 5
french: @TEXTO.FRE|23|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|23|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: La producción de Alas de Acarreo hará mucho más rápidas tus operaciones de recolección.

source: @TEXTO.ENG|27|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 6
french: @TEXTO.FRE|27|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|27|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Te recomiendo producir y colocar Torres de Cohetes en posiciones defensivas estratégicas alrededor de tu instalación.

source: @TEXTO.ENG|31|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 7
french: @TEXTO.FRE|31|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|31|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: El Desviador es un poderoso aliado contra las fuerzas enemigas.

source: @TEXTO.ENG|35|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 8
french: @TEXTO.FRE|35|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|35|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Utiliza la opción especial de tu Palacio tanto como sea posible, ya que no tiene coste alguno y se recarga con el tiempo.

source: @TEXTO.ENG|39|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen#Advice text for Mercenary mission 9
french: @TEXTO.FRE|39|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
german: @TEXTO.GER|39|Atreides->Sardaukar|Ordos->Mercenary|Harkonnen->Fremen
spanish: Ten cuidado con los ataques sorpresa, defiende bien tus instalaciones.

source: You Have Completed Your Mission.
french: Vous avez accompli votre mission.
german: Mission erfolgreich abgeschlossen.
spanish: Has completado tu misión.

source: You Have Failed Your Mission.
french: Vous avez échoué dans votre mission.
german: Mission gescheitert.
spanish: Has fracasado en tu misión.

source: @DUNE.ENG|226#Harvester
french: @DUNE.FRE|226
german: @DUNE.GER|226
spanish: Recolector

source: @DUNE.ENG|124#full and awaiting pickup
french: @DUNE.FRE|124
german: @DUNE.GER|124
spanish: lleno y esperando transporte

source: @DUNE.ENG|123#full and returning
french: @DUNE.FRE|123
german: @DUNE.GER|123
spanish: lleno y de regreso

source: @DUNE.ENG|122#full and harvesting
french: @DUNE.FRE|122
german: @DUNE.GER|122
spanish: lleno y recolectando

source: @DUNE.ENG|121#full
french: @DUNE.FRE|121
german: @DUNE.GER|121
spanish: lleno

source: @DUNE.ENG|128#empty and awaiting pickup
french: @DUNE.FRE|128
german: @DUNE.GER|128
spanish: vacío y esperando transporte

source: @DUNE.ENG|127#empty and returning
french: @DUNE.FRE|127
german: @DUNE.GER|127
spanish: vacío y de regreso

source: @DUNE.ENG|126#empty and harvesting
french: @DUNE.FRE|126
german: @DUNE.GER|126
spanish: vacío y recolectando

source: @DUNE.ENG|125#empty
french: @DUNE.FRE|125
german: @DUNE.GER|125
spanish: vacío

source: Game speed
french: Vitesse de jeu
german: Spielgeschwindigkeit
spanish: Velocidad del juego

source: Game resumed!
french: Jeu reprend!
german: Spiel fortgesetzt!
spanish: ¡Partida reanudada!

source: Game paused!
french: Jeu pause!
german: Spiel angehalten!
spanish: ¡Partida en pausa!

source: @DUNE.ENG|135#Cannot place slab here.
french: @DUNE.FRE|135
german: @DUNE.GER|135
spanish: No se puede ubicar el bloque aquí.

source: @DUNE.ENG|134#Cannot place %%s here.
french: @DUNE.FRE|134
german: @DUNE.GER|134
spanish: No se puede ubicar %%s aquí.

source: Screenshot saved
french: Screenshot sauvegardées
german: Screenshot gespeichert
spanish: Captura de pantalla guardada

source: Order
french: Commander
german: Bestellen
spanish: Órden

source: SOLD OUT
french: EPUISÉ
german: AUS- VERKAUFT
spanish: AGOTADO

source: ALREADY BUILT
french: DÉJÀ CONSTRUIT
german: BEREITS GEBAUT
spanish: YA CONSTRUIDO

source: PLACE IT
french: PLACER
german: PLAZIEREN
spanish: UBICAR

source: ON HOLD
french: ATTENTE
german: GESTOPPT
spanish: EN ESPERA

source: UNIT LIMIT REACHED
french: LIMITE d'UNITÉ
german: EINHEITEN- LIMIT
spanish: LIMITACIÓN DE UNIDADES

source: Game Options
german: Spieleinstellungen
spanish: Opciones de partida

source: Start with Explored Map
german: Mit aufgedeckter Karte starten
spanish: Empezar con el mapa explorado

source: If checked the complete map is unhidden at the beginning of the game.
german: Falls gewählt wird die komplette Karte am Anfang des Spiels aufgedeckt.
spanish: Si está activado se muestra el mapa completo desde el inicio de la partida.

source: Structures Degrade On Concrete
german: Gebäude gehen auch auf Betonplatten kaputt
spanish: Las estructuras sobre hormigón se degradan

source: If checked structures will degrade on power shortage even if built on concrete.
german: Falls gewählt werden Gebäude auch dann von Stromausfällen in Mitleidenschaft gezogen, wenn sie auf Beton gebaut sind.
spanish: Si está activado las estructuras se degradarán cuando falte energía incluso si se construyen sobre hormigón.

source: Killed Sandworms Respawn
german: Getötete Sandwürmer schlafen nur
spanish: Los gusanos de arena se regeneran

source: If checked killed sandworms respawn after some time.
german: Falls gewählt erwachen getötete Sandwürmer nach einer Zeit wieder zum Leben.
spanish: Si está activado los gusanos de arena se regeneran pasado un tiempo desde su muerte

source: Killed Sandworms Drop Spice
german: Getötete Sandwürmer hinterlassen Spice
spanish: Los gusanos de arena muertos dejan caer especia

source: If checked killed sandworms drop some spice.
german: Falls gewählt hinterlassen getötete Sandwürmer ein bisschen Spice.
spanish: Si está activado los gusanos de arena dejan caer algo de especia cuando mueren.

source: Manual Carryall Drops
german: Einheiten per Carryall transportieren

source: If checked player can request carryall to transport units.
german: Falls gewählt kann ein Carryall zum direkten Transport von Einheiten genutzt werden.
