Repository: PortsMaster/PortMaster-New
Catalog: ports/dunelegacy/dunelegacy/locale/*.*.po
Languages: french, german, spanish

source: Upgrade
french: Améliorer
german: Verbessern
spanish: Mejorar

source: Upgrade this structure (Hotkey: U)
french: Mets cette structure (Hotkey: U)
german: Diese Gebäude upgraden (Hotkey: U)
spanish: Mejorar esta estructura (Atajo: U)

source: Repair this structure (Hotkey: R)
french: Réparer cette structure (Hotkey: R)
german: Dieses Gebäude reparieren (Hotkey: R)
spanish: Reparar esta estructura (Atajo: R)

source: Move to a position (Hotkey: M)
french: Déplacer vers une position (Hotkey: M)
german: Zu einer Position bewegen (Hotkey: M)
spanish: Mover a una posición (Atajo: M)

source: Attack a unit, structure or position (Hotkey: A)
french: Attaque d'une unité, la structure ou la position (Hotkey: A)
german: Eine Einheit, Gebäude oder Position angreifen (Hotkey: A)
spanish: Atacar una unidad, estructura o posición (Atajo: A)

source: Request Carryall drop to a position (Hotkey: D)
french: Demander baisse Carryall à une position (Hotkey: D)
german: Per Carryall zu einer Position bringen (Hotkey: D)
spanish: Solicitar gota Carryall a una posición (Atajo: D)

source: Capture a building (Hotkey: C)
french: Capture d'un bâtiment (Hotkey: C)
german: Ein Gebäude einnehmen (Hotkey: C)
spanish: Capturar un edificio (Atajo: C)

source: Return harvester to refinery (Hotkey: H)
french: Retour à la raffinerie de moissonneuse (Hotkey: H)
german: Erntemaschine in Raffinerie zurückschicken (Hotkey: H)
spanish: Devolver el recolector a la refinería (Atajo: H)

source: Build a new construction yard
french: Construire un chantier de construction de nouvelles
german: Bauhof aufbauen
spanish: Construir una nueva planta de construcción

source: Self-destruct this unit
french: Auto détruire cette unité
german: Einheit selbst-zerstören
spanish: Autodestruir esta unidad

source: Repair this unit (Hotkey: R)
french: Réparer cette unité (Hotkey: R)
german: Diese Einheit reparieren (Hotkey: R)
spanish: Reparar esta unidad (Atajo: R)

source: Guard
french: Garder
german: Bewachen
spanish: Proteger

source: Unit will not move from location
french: Unité ne se déplace pas de l'endroit
german: Die Einheit wird sich von ihrem Ort nicht wegbewegen
spanish: La unidad no se moverá de la posición

source: Area Guard
french: Garder zone
german: Überwachen
spanish: Proteger área

source: Unit will engage any unit within guard range
french: Unité engager tout appareil à portée de garde
german: Jede feindliche Einheit in der Umgebung verfolgen
spanish: La unidad atacará a los enemigos en la zona

source: Stop
french: Arrêter
german: Stoppen
spanish: Detener

source: Unit will not move, nor attack
french: Unité ne se déplace pas, ni d'attaque
german: Die Einheit wird sich weder bewegen noch angreifen
spanish: La unidad no se moverá, ni atacará

source: Ambush
french: Embuscade
german: Hinterhalt
spanish: Emboscar

source: Unit will not move until enemy unit spotted
french: Unité ne bougera pas jusqu'à unité ennemie spoted
german: Die Einheit bewegt sich erst, wenn sie einen Gegner sieht
spanish: La unidad no se moverá hasta detectar a un enemigo

source: Hunt
french: Chasser
german: Jagd
spanish: Perseguir

source: Unit will immediately start to engage an enemy unit
french: Unité va immédiatement commencer à engager une unit\351 ennemie
german: Die Einheit sucht sich sofort einen Gegner
spanish: La unidad atacará a los enemigos de forma inmediata

source: Retreat
french: Se retirer
german: Rückzug
spanish: Retirada

source: Unit will retreat back to base
french: Unité reculera retour à la base
german: Die Einheit zieht sich zur eignen Basis zurück
spanish: Unidad se retirará a la base

source: READY
french: PRÊT
german: BEREIT
spanish: LISTO

source: Friend
french: Ami
german: Freund
spanish: Amigo

source: Enemy
french: Ennemi
german: Feind
spanish: Enemigo

source: Capacity
french: capac
german: Kapaz.
spanish: Capacidad

source: Stored
french: stockées
german: Inhalt
spanish: Almacenado

source: Required
french: nécess.
german: Benöt.
spanish: Necesario

source: Produced
french: produit
german: Prod.
spanish: Producido

source: New Starport prices
french: Nouveau prix Starport
german: Neue Preise am Raumflughafen
spanish: Hay nuevos precios en el Espaciopuerto

source: LanguageFileExtension
french: FRE
german: GER
spanish: ENG

source: LanguagePakFiles
french: FRENCH.PAK
german: GERMAN.PAK
spanish: ENGLISH.PAK,HARK.PAK,ATRE.PAK,ORDOS.PAK

source: @TEXTH.ENG|0#Description of House Harkonnen
french: @TEXTH.FRE|0
german: @TEXTH.GER|0
spanish: Casa Harkonnen|Desde el oscuro mundo de Giedi Prime la salvage Casa Harkonnen se ha extendido por el universo. Una gente cruel, los Harkonnen son implacables tanto con amigos como con enemigos en su persecución fanática de poder.

source: @TEXTH.ENG|4#Description of Harkonnen mission 1
french: @TEXTH.FRE|4
german: @TEXTH.GER|4
spanish: Yo son el Mentat, Radnor. Con mi dirección, serás capaz de asistirnos en la conquista de este polvoriento, pequeño planeta. Para tu primera prueba esperamos que produzcas 1000 créditos, y ni un gránulo menos. Puedes conseguir créditos recolectando especia, y necesitarás construir una refinería para convertir la especia en créditos. Si alguno de nuestros estúpidos enemigos intenta atacar tu base tendrás el placer de ver las invencibles tropas Harkonnen en acción.

source: @TEXTH.ENG|8#Description of Harkonnen mission 2
french: @TEXTH.FRE|8
german: @TEXTH.GER|8
spanish: La Casa Harkonnen te ofrece una generosa nueva oportunidad de servirnos. Ahora te permitiremos tomar el mando en un área más peligroso, y acumular 2700 créditos. Aunque los inútiles Atreides que puedes encontrar en esta región deberían ser siempre eliminados como cuestión de principios, la quota de especia es tu objetivo.

source: @TEXTH.ENG|12#Description of Harkonnen mission 3
french: @TEXTH.FRE|12
german: @TEXTH.GER|12
spanish: Los despreciables Ordos están bien establecidos en esta región, y están recolectando la especia que debería pertenecer por derecho a la Casa Harkonnen. Destruye las instalaciones de los Ordos en este área y reivindica el control en nombre de la Casa Harkonnen.

source: @TEXTH.ENG|16#Description of Harkonnen mission 4
french: @TEXTH.FRE|16
german: @TEXTH.GER|16
spanish: Una pequeña victoria no gana la guerra. Otra región tiene la desgracia de estar infectada por la plaga de la Casa Ordos, y ahora debes repetir tu éxito. Yo tengo muchas negociaciones políticas delicadas en mi mente, y no necesito tener que preocuparme por cabos sueltos.

source: @TEXTH.ENG|20#Description of Harkonnen mission 5
french: @TEXTH.FRE|20
german: @TEXTH.GER|20
spanish: De modo que, el Emperador estaba ayudando a los Ordos en tu última misión. Sin embargo, la Casa Atreides se ha fortalecido por nuestra neglicencia, y se le debe dar una lección. Eliminarás a todos los Atreides de esta región.

source: @TEXTH.ENG|24#Description of Harkonnen mission 6
french: @TEXTH.FRE|24
german: @TEXTH.GER|24
spanish: Vas a continuar en otra región sin suerte dominada por esos molestos Ordos, y espero que puedas derrotar a este particularmente problemático grupo de Ordos. Hemos establecido una buena reputación en este planeta. ¡No me avergüences ahora!

source: @TEXTH.ENG|28#Description of Harkonnen mission 7
french: @TEXTH.FRE|28
german: @TEXTH.GER|28
spanish: Informes de nueva actividad Atreides demandan que te envíe de vuelta a la vanguardia. De todos modos no pareces disfrutar del descanso y la relajación. Creo que preferirás machacar a los Atreides.

source: @TEXTH.ENG|32#Description of Harkonnen mission 8
french: @TEXTH.FRE|32
german: @TEXTH.GER|32
spanish: He usado mi influencia para conseguir un Palacio para tí. Un comandante de tu categoría puede necesitar relajarse ocasionalmente, pero yo espero que nuestra generosidad traerá una eficiencia incluso mayor de tu parte. Hay fuerzas tanto Atreides como Ordos en esta región, ¡y todas ellas deben ser eliminadas!

source: @TEXTH.ENG|36#Description of Harkonnen mission 9
french: @TEXTH.FRE|36
german: @TEXTH.GER|36
spanish: ¡Hemos sido engañados! Nuestras negociaciones de buena fé tan solo nos han traído a una recolecta traicionera. Todos han conspirado contra nosotros, ¡por lo que todos deben morir! Tus habilidades militares son la última esperanza que nos queda en este planeta. Destruye todas las fuerzas Atreides y Ordos que quedan, y conquista el palacio del Emperador. Nos ha tratado mal, ¡y no debe vivir otro día!

source: @TEXTH.ENG|5#Winning text of Harkonnen mission 1
french: @TEXTH.FRE|5
german: @TEXTH.GER|5
spanish: Me has complacido. Continúa sirviéndome bien, y comprobarás que eres recompensado.

source: @TEXTH.ENG|9#Winning text of Harkonnen mission 2
french: @TEXTH.FRE|9
german: @TEXTH.GER|9
spanish: Me has complacido de nuevo. Me recuerdas a mí mismo en mi juventud. ¡De hecho podrías tener auténtica sangre Harkonnen circulando por tus venas!

source: @TEXTH.ENG|13#Winning text of Harkonnen mission 3
french: @TEXTH.FRE|13
german: @TEXTH.GER|13
spanish: Felicidades. Estás haciendo progresos. Varios de mis asociados han expresado opiniones pesimistas acerca de tus habilidades, y yo estoy contento de que les hayas demostrado estar equivocados. Veamos ahora si puedo seguir confiando en tí.

source: @TEXTH.ENG|17#Winning text of Harkonnen mission 4
french: @TEXTH.FRE|17
german: @TEXTH.GER|17
spanish: Bien hecho. Los perros Ordos hacen ruidos graciosos cuando mueren, ¿verdad? Desde luego, ¿qué hay de bueno en nuestras vidas si no podemos disfrutar de los placeres simples?

source: @TEXTH.ENG|21#Winning text of Harkonnen mission 5
french: @TEXTH.FRE|21
german: @TEXTH.GER|21
spanish: En reconocimiento a tu actuación reciente, te voy a permitir ahora continuar el enfrentamiento con los Ordos. Al menos ellos presentarán una lucha digna de nuestra guardia.

source: @TEXTH.ENG|25#Winning text of Harkonnen mission 6
french: @TEXTH.FRE|25
german: @TEXTH.GER|25
spanish: ¡Los laureles de la victoria te sientan bien hijo mío! Podría incluso enviar a otros aspirantes a estudiar tus tácticas. Te presentaría mis disculpas por haber subestimado la fuerza de los Ordos en tu última campaña, pero ese ya no es un asunto que nos preocupe, ¿verdad?

source: @TEXTH.ENG|29#Winning text of Harkonnen mission 7
french: @TEXTH.FRE|29
german: @TEXTH.GER|29
spanish: Felicidades. ¡Es un placer ver como los débiles Atreides son tratados con tanta severidad!

source: @TEXTH.ENG|33#Winning text of Harkonnen mission 8
french: @TEXTH.FRE|33
german: @TEXTH.GER|33
spanish: Aunque serían justos los elogios, no tendrás ese lujo. ¡Servir a la Casa Harkonnen es suficiente recompensa! Si necesitas halagos, ¡Entonces muere por nuestra causa! ¡Hablaremos de tí con afecto por siempre!

source: @TEXTH.ENG|37#Winning text of Harkonnen mission 9
french: @TEXTH.FRE|37
german: @TEXTH.GER|37
spanish: Buenos días, su señoría, ¡y felicidades! Me has servido, quiero decir a la Casa Harkonnen, bien. ¡Nuestra Casa no olvidará a nuestro más noble guerrero! Voy a difundir ahora las noticias de nuestra más gloriosa victoria, y a entregar nuestras condiciones al Emperador.

source: @TEXTH.ENG|6#Losing text of Harkonnen mission 1
french: @TEXTH.FRE|6
german: @TEXTH.GER|6
spanish: Estás ahora bajo mi desprecio. ¿Sábes lo que sucede a aquellos que le han fallado a la Casa Harkonnen?

source: @TEXTH.ENG|10#Losing text of Harkonnen mission 2
french: @TEXTH.FRE|10
german: @TEXTH.GER|10
spanish: No me puedo creer que fueses incapaz de acumular tu quota. Era una tarea simple que nos debería haber permitido examinar tus capacidades de liderazgo. Te recomiendo que no pongas más a prueba mi paciencia.

source: @TEXTH.ENG|14#Losing text of Harkonnen mission 3
french: @TEXTH.FRE|14
german: @TEXTH.GER|14
spanish: ¡Lo sabía! Varios de mis asociados han expresado confianza en tus habilidades, ¡pero yo sabía que eras demasiado débil para ser un comandante Harkonnen! ¡Guardias! ¡Eliminad a este apestado antes de que ensucie el planeta entero!

source: @TEXTH.ENG|18#Losing text of Harkonnen mission 4
french: @TEXTH.FRE|18
german: @TEXTH.GER|18
spanish: ¿Es ésta la forma en que devuelves la fé que hemos puesto en tí? ¡Una pérdida tan grave solo ha podido ser deliberada! No eres apto para limpiar nuestras letrinas, ¡Mucho menos para comandar a nuestra gloriosa guardia!

source: @TEXTH.ENG|22#Losing text of Harkonnen mission 5
french: @TEXTH.FRE|22
german: @TEXTH.GER|22
spanish: ¿Quizás añoras a tu madre? Estoy preocupado por tí y no te puedo dejar progresar hasta que hayas demostrado tu valía contra los Atreides.

source: @TEXTH.ENG|26#Losing text of Harkonnen mission 6
french: @TEXTH.FRE|26
german: @TEXTH.GER|26
spanish: ¿Es esto una broma de mal gusto? ¿Como has podido sufrir tal derrota? ¡Tendría que cortarte el cuello para tranquilizarme! ¿Acaso has planeado tu derrota como venganza por alguna idea equivocada?

source: @TEXTH.ENG|30#Losing text of Harkonnen mission 7
french: @TEXTH.FRE|30
german: @TEXTH.GER|30
spanish: Tu fracaso me provoca una vergüenza sin fin. No sucederá de nuevo. ¡Guardias!

source: @TEXTH.ENG|34#Losing text of Harkonnen mission 8
french: @TEXTH.FRE|34
german: @TEXTH.GER|34
spanish: ¡Guardias! ¿Cómo ha llegado este enclenque hasta aquí? Es un perdedor, y no se le debe permitir que corrompa a otros en nuestra casa. Si esto sucede de nuevo, ¡Diseccionaré personalmente a varios de vosotros!

source: @TEXTH.ENG|38#Losing text of Harkonnen mission 9
french: @TEXTH.FRE|38
german: @TEXTH.GER|38
spanish: Tus defectos deben de ser heredados. La colosal estupidez que has demostrado no es algo que se pueda aprender.

source: @TEXTH.ENG|7#Advice text for Harkonnen mission 1
french: @TEXTH.FRE|7
german: @TEXTH.GER|7
spanish: En primer lugar construye un grupo de dos por dos bloques de cemento. Después construye una trampa de viento y colócala sobre el hormigón. Haz lo mismo con la refinería para que puedas alcanzar la cuota de 1000 créditos.

source: @TEXTH.ENG|11#Advice text for Harkonnen mission 2
french: @TEXTH.FRE|11
german: @TEXTH.GER|11
spanish: Si ya tienes una trampa de viento entonces construye una Casa de WOR para empezar a producir guardias. Yo lo haría así para dotar de una mayor defensa a tu operación de recolección.

source: @TEXTH.ENG|15#Advice text for Harkonnen mission 3
french: @TEXTH.FRE|15
german: @TEXTH.GER|15
spanish: Necesitas construir una Fábrica Ligera para producir las armas necesarias para completar tu misión.

source: @TEXTH.ENG|19#Advice text for Harkonnen mission 4
french: @TEXTH.FRE|19
german: @TEXTH.GER|19
spanish: Añadir tanques a tus fuerzas es esencial para obtener la victoria en esta región.

source: @TEXTH.ENG|23#Advice text for Harkonnen mission 5
french: @TEXTH.FRE|23
german: @TEXTH.GER|23
spanish: La producción de Alas de Acarreo hará mucho más rápidas tus operaciones de recolección.

source: @TEXTH.ENG|27#Advice text for Harkonnen mission 6
french: @TEXTH.FRE|27
german: @TEXTH.GER|27
spanish: Te recomiendo producir y colocar Torres de Cohetes en posiciones defensivas estratégicas alrededor de tu instalación.

source: @TEXTH.ENG|31#Advice text for Harkonnen mission 7
french: @TEXTH.FRE|31
german: @TEXTH.GER|31
spanish: El Devastador es un poderoso aliado contra las fuerzas enemigas.

source: @TEXTH.ENG|35#Advice text for Harkonnen mission 8
french: @TEXTH.FRE|35
german: @TEXTH.GER|35
spanish: Utiliza la opción especial de tu Palacio tanto como sea posible, ya que no tiene coste alguno y se recarga con el tiempo.

source: @TEXTH.ENG|39#Advice text for Harkonnen mission 9
french: @TEXTH.FRE|39
german: @TEXTH.GER|39
spanish: Ten cuidado con los ataques sorpresa, defiende bien tus instalaciones.

source: @TEXTA.ENG|0#Description of House Atreides
french: @TEXTA.FRE|0
german: @TEXTA.GER|0
spanish: Casa Atreides|Caladan, planeta hogar de los Atreides, tiene un clima tranquilo, cálido y las tierras son exuberantes y verdes. Las ricas tierras y el clima templado permite una extensa variedad de actividades agrícolas. En siglos recientes el desarrollo industrial y tecnológico ha añadido prosperidad a las gentes de Caladan.

source: @TEXTA.ENG|4#Description of Atreides mission 1
french: @TEXTA.FRE|4
german: @TEXTA.GER|4
spanish: Saludos, yo soy su Mentat Cyril. Juntos purgaremos este planeta del hedor de las otras Casas. El Alto Mando desea que produzca 1000 créditos. Puede conseguir créditos construyendo una refinería y recolectando especia.

source: @TEXTA.ENG|8#Description of Atreides mission 2
french: @TEXTA.FRE|8
german: @TEXTA.GER|8
spanish: Saludos, es un honor verle de nuevo. El Alto Mando quiere ahora que produzca 2700 créditos en una nueva zona de recolecta. Desafortunadamente, hemos confirmado la presencia de una base Ordos en esta región. ¡Buena suerte!

source: @TEXTA.ENG|12#Description of Atreides mission 3
french: @TEXTA.FRE|12
german: @TEXTA.GER|12
spanish: La batalla con las otras Casas se ha intensificado, y nos vemos obligados a luchar en algunas maniobras ofensivas escogidas. Los Harkonnen están siendo extremadamente problemáticos en su próxima región, y le debemos solicitar que elimine su presencia del área.

source: @TEXTA.ENG|16#Description of Atreides mission 4
french: @TEXTA.FRE|16
german: @TEXTA.GER|16
spanish: Su demostración de habilidades militares nos obliga a asignarle ahora a otra campaña ofensiva contra la Casa Harkonnen. Han continuado atacando nuestros pacíficos recolectores, ¡y deben ser eliminados del área!

source: @TEXTA.ENG|20#Description of Atreides mission 5
french: @TEXTA.FRE|20
german: @TEXTA.GER|20
spanish: Bienvenido. Las reglas parecen haber cambiado. Como ha presenciado, ¡el Emperador en persona está apoyando los esfuerzos de nuestros competidores! Como parte de nuestra nueva estrategia, debemos pedirle que elimine las traicioneras fuerzas Ordos que controlan actualmente esta región.

source: @TEXTA.ENG|24#Description of Atreides mission 6
french: @TEXTA.FRE|24
german: @TEXTA.GER|24
spanish: A medida que se intensifica la batalla por este planeta, todos los efuerzos son necesarios para asegurar nuestro éxito. De nuevo, le debemos llamar a filas para destruir a nuestros enemigos en un sector con problemas. La Casa Harkonnen debe recibir una lección. ¡Gracias, y buena suerte!

source: @TEXTA.ENG|28#Description of Atreides mission 7
french: @TEXTA.FRE|28
german: @TEXTA.GER|28
spanish: La batalla va bien, pero no hay tiempo para relajarse. Tenemos una necesidad urgente de que se sometan todas las fuerzas Ordos en esta región sin demora. Nuestras negociaciones en curso reciben un enorme apoyo por las correspondients victorias en el campo de batalla. Contamos con usted.

source: @TEXTA.ENG|32#Description of Atreides mission 8
french: @TEXTA.FRE|32
german: @TEXTA.GER|32
spanish: Aunque se ha ganado un descanso bien merecido, me temo que la situación política requiere que le enviemos de nuevo al campo de batalla de forma inmediata. Tanto las fuerzas Ordos como Harkonnen se han asentado hasta niveles inaceptables en esta región, y ahora deben ser eliminadas completamente.

source: @TEXTA.ENG|36#Description of Atreides mission 9
french: @TEXTA.FRE|36
german: @TEXTA.GER|36
spanish: Su siguiente tarea determinará el resultado de todos nuestros esfuerzos aquí en Dune. La victoria no llegará fácilmente. Además de destruir a todas las tropas Ordos y Harkonnen que quedan, también debe someter a las fuerzas del Emperador Frederick. Todos nuestros sueños y esperanzas cabalgan con usted, y le rogamos humildemente que consiga una victoria definitiva para nuestra noble Casa Atreides.

source: @TEXTA.ENG|5#Winning text of Atreides mission 1
french: @TEXTA.FRE|5
german: @TEXTA.GER|5
spanish: ¡Felicidades! Sabía que podría conseguir su objetivo con muy pocos problemas. Estoy ansioso por asistirle en futuras misiones.

source: @TEXTA.ENG|9#Winning text of Atreides mission 2
french: @TEXTA.FRE|9
german: @TEXTA.GER|9
spanish: ¡Bien hecho! Nuestro esfuerzo por mantener un juego limpio en este planeta se enfrenta tanto a los Ordos como a los Harkonnen. La especia que ha coleccionado será una gran ayuda en nuestros esfuerzos.

source: @TEXTA.ENG|13#Winning text of Atreides mission 3
french: @TEXTA.FRE|13
german: @TEXTA.GER|13
spanish: ¡Hurra! Aunque yo prefiero la defensa, una buena ofensiva contra un oponente que se lo merece como los Harkonnen es un placer de observar y una reafirmación de todo lo que es bueno y justo. ¡La Casa Atreides le agradece sus esfuerzos!

source: @TEXTA.ENG|17#Winning text of Atreides mission 4
french: @TEXTA.FRE|17
german: @TEXTA.GER|17
spanish: ¡Bien hecho! Ninguna tarea parece demasiado difícil para usted. ¡Los Harkonnen se lo pensarán dos veces antes de volver a atacar a nuestros recolectores!

source: @TEXTA.ENG|21#Winning text of Atreides mission 5
french: @TEXTA.FRE|21
german: @TEXTA.GER|21
spanish: ¡Felicidades de nuevo! Parece que sus talentos no tienen límite. Tengo que pensar que alguna fuerza divina motivó su decisión de servir en la Casa Atreides. ¡Nuestra ganancia fue sin duda una pérdida para los otros!

source: @TEXTA.ENG|25#Winning text of Atreides mission 6
french: @TEXTA.FRE|25
german: @TEXTA.GER|25
spanish: ¡Hurra! Se han dado a la fuga, y es todo gracias a usted. ¡Sus éxitos han sido resaltables! ¿Está seguro de que no haberse graduado en una de las academias militares intergalácticas?

source: @TEXTA.ENG|29#Winning text of Atreides mission 7
french: @TEXTA.FRE|29
german: @TEXTA.GER|29
spanish: ¡Excelente! Sus habilidades parecen mejorar con cada encargo, y sus hazañas otorgan una gran confianza a los que se encuentran en el frente. ¡Siga así!

source: @TEXTA.ENG|33#Winning text of Atreides mission 8
french: @TEXTA.FRE|33
german: @TEXTA.GER|33
spanish: ¡Una victoria con autoridad! Francamente, no seríamos capaces de continuar en Dune sin su asesoramiento militar. Hemos llegado a confiar plenamente en usted señor, ¡y no nos podemos imaginar futuros éxitos sin usted!

source: @TEXTA.ENG|37#Winning text of Atreides mission 9
french: @TEXTA.FRE|37
german: @TEXTA.GER|37
spanish: Buenos días, su señoría, ¡y felicidades! Ha servido a la Casa Atreides bien. ¡Nunca olvidaremos a nuestro más noble guerrero! Voy a difundir ahora las noticias de nuestra más gloriosa victoria, y a entregar nuestras condiciones al Emperador.

source: @TEXTA.ENG|6#Losing text of Atreides mission 1
french: @TEXTA.FRE|6
german: @TEXTA.GER|6
spanish: Esto es muy decepcionante. Habíamos puesto muchas esperanzas en usted. Debemos insistir en que lo intente de nuevo. No ha perdido nuestra confianza, y esperamos impacientes que complete con éxito su primera prueba.

source: @TEXTA.ENG|10#Losing text of Atreides mission 2
french: @TEXTA.FRE|10
german: @TEXTA.GER|10
spanish: La pérdida de esta región ante los Ordos causará un gran daño a la Casa Atreides. Por favor haga un mayor esfuerzo la próxima vez. ¡La importancia de su misión no se puede tomar a la ligera!

source: @TEXTA.ENG|14#Losing text of Atreides mission 3
french: @TEXTA.FRE|14
german: @TEXTA.GER|14
spanish: Este es un mundo cruel, ¿verdad? No estoy seguro si estaba esperando intervención divina, ¡pero mientras observaba su derrota no podía dejar de pensar en lo injusta que era!

source: @TEXTA.ENG|18#Losing text of Atreides mission 4
french: @TEXTA.FRE|18
german: @TEXTA.GER|18
spanish: Aunque puedo entender los problemas a los que se enfrenta, confesaré que estoy decepcionado por su derrota. No estoy seguro de qué es lo que ha ido mal, ¡pero por favor no permita que suceda de nuevo!

source: @TEXTA.ENG|22#Losing text of Atreides mission 5
french: @TEXTA.FRE|22
german: @TEXTA.GER|22
spanish: Esta derrota que acaba de sufrir no quedará bien en mis informes. No estoy seguro de cuánto más nos podemos permitir apoyarle. Hay muchos otros reclamando ocupar su puesto, ¡así que le recomiendo que haga lo que sea necesario para vencer en sus próximos enfrentamientos!
