Repository: PortsMaster/PortMaster-New
Catalog: ports/dunelegacy/dunelegacy/locale/*.*.po
Languages: french, german, spanish

source: @TEXTA.ENG|37|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Winning text of Fremen mission 9
french: @TEXTA.FRE|37|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|37|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Buenos días, su señoría, ¡y felicidades! Ha servido a la Casa Fremen bien. ¡Nunca olvidaremos a nuestro más noble guerrero! Voy a difundir ahora las noticias de nuestra más gloriosa victoria, y a entregar nuestras condiciones al Emperador.

source: @TEXTA.ENG|6|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 1
french: @TEXTA.FRE|6|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|6|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Esto es muy decepcionante. Habíamos puesto muchas esperanzas en usted. Debemos insistir en que lo intente de nuevo. No ha perdido nuestra confianza, y esperamos impacientes que complete con éxito su primera prueba.

source: @TEXTA.ENG|10|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 2
french: @TEXTA.FRE|10|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|10|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: La pérdida de esta región ante los Sardaukar causará un gran daño a la Casa Fremen. Por favor haga un mayor esfuerzo la próxima vez. ¡La importancia de su misión no se puede tomar a la ligera!

source: @TEXTA.ENG|14|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 3
french: @TEXTA.FRE|14|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|14|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Este es un mundo cruel, ¿verdad? No estoy seguro si estaba esperando intervención divina, ¡pero mientras observaba su derrota no podía dejar de pensar en lo injusta que era!

source: @TEXTA.ENG|18|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 4
french: @TEXTA.FRE|18|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|18|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Aunque puedo entender los problemas a los que se enfrenta, confesaré que estoy decepcionado por su derrota. No estoy seguro de qué es lo que ha ido mal, ¡pero por favor no permita que suceda de nuevo!

source: @TEXTA.ENG|22|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 5
french: @TEXTA.FRE|22|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|22|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Esta derrota que acaba de sufrir no quedará bien en mis informes. No estoy seguro de cuánto más nos podemos permitir apoyarle. Hay muchos otros reclamando ocupar su puesto, ¡así que le recomiendo que haga lo que sea necesario para vencer en sus próximos enfrentamientos!

source: @TEXTA.ENG|26|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 6
french: @TEXTA.FRE|26|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|26|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Hay un momento para excusas, ¡pero no es éste! ¡No entiendo como ha podido ejecutar tan mal toda la campaña! No tiene ninguna otra opción que trabajar con mayor esmero en su próxima tarea.

source: @TEXTA.ENG|30|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 7
french: @TEXTA.FRE|30|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|30|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: ¡Dios mío, qué derrota tan horrible! Quizás le hemos cargado con demasiada responsabilidad. ¡Si falla en su próxima tarea nos tendremos que plantear seriamente enviarle a casa!

source: @TEXTA.ENG|34|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 8
french: @TEXTA.FRE|34|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|34|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Una derrota nunca es bien recibida, ¡pero esta pérdida es especialmente devastadora! ¡Todos nuestros esfuerzos serán pronto inútiles a menos que pueda conseguir una victoria en su próxima campaña!

source: @TEXTA.ENG|38|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Losing text of Fremen mission 9
french: @TEXTA.FRE|38|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|38|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Sus defectos deben de ser heredados. La colosal estupidez que ha demostrado no es algo que se pueda aprender.

source: @TEXTA.ENG|7|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 1
french: @TEXTA.FRE|7|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|7|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: En primer lugar construya un grupo de dos por dos bloques de cemento. Después construya una trampa de viento y colóquela sobre el hormigón. Haga lo mismo con la refinería para que pueda alcanzar la cuota de 1000 créditos.

source: @TEXTA.ENG|11|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 2
french: @TEXTA.FRE|11|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|11|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Si ya tiene una trampa de viento entonces construya una barraca para empezar a producir soldados. Yo lo haría así para dotar de una mayor defensa a su operación de recolección.

source: @TEXTA.ENG|15|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 3
french: @TEXTA.FRE|15|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|15|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Necesita construir una Fábrica Ligera para producir las armas necesarias para completar su misión.

source: @TEXTA.ENG|19|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 4
french: @TEXTA.FRE|19|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|19|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Añadir tanques a sus fuerzas es esencial para obtener la victoria en esta región.

source: @TEXTA.ENG|23|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 5
french: @TEXTA.FRE|23|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|23|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: La producción de Alas de Acarreo hará mucho más rápidas sus operaciones de recolección.

source: @TEXTA.ENG|27|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 6
french: @TEXTA.FRE|27|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|27|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Le recomiendo producir y colocar Torres de Cohetes en posiciones defensivas estratégicas alrededor de su instalación.

source: @TEXTA.ENG|31|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 7
french: @TEXTA.FRE|31|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|31|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: El Tanque Sónico es un poderoso aliado contra las tropas enemigas.

source: @TEXTA.ENG|35|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 8
french: @TEXTA.FRE|35|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|35|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Utilice la opción especial de su Palacio tanto como sea posible, ya que no tiene coste alguno y se recarga con el tiempo.

source: @TEXTA.ENG|39|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary#Advice text for Fremen mission 9
french: @TEXTA.FRE|39|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
german: @TEXTA.GER|39|Atreides->Fremen|Ordos->Sardaukar|Harkonnen->Mercenary
spanish: Tega cuidado con los ataques sorpresa, defienda bien sus instalaciones.

source: House Sardaukar Originating from an forgotten planet, House Sardaukar has moved from planet to planet since then. Conquering foreign planets has specialized their combat skills which got them a reputation of being cruel.
german: Das Haus Sardaukar: Ursprünglich von einem bereits vergessenen Planeten stammend zog Haus Sardaukar seitdem von Planet zu Planet. Ihre Kampffertigkeiten haben sie durch viele Eroberungen fremder Planeten zur Perfektion gebracht, was ihnen den Ruf einbrachte brutal zu sein.
spanish: Casa Sardaukar Con origen en un planeta olvidado, la Casa Sardaukar se ha movido de planeta en planeta desde entonces. Conquistando planetas desconocidos han especializado sus habilidades de combate obteniendo la reputación de crueles.

source: @TEXTH.ENG|4|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 1
french: @TEXTH.FRE|4|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|4|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Yo son el Mentat, Radnor. Con mi dirección, serás capaz de asistirnos en la conquista de este polvoriento, pequeño planeta. Para tu primera prueba esperamos que produzcas 1000 créditos, y ni un gránulo menos. Puedes conseguir créditos recolectando especia, y necesitarás construir una refinería para convertir la especia en créditos. Si alguno de nuestros estúpidos enemigos intenta atacar tu base tendrás el placer de ver las invencibles tropas Sardaukar en acción.

source: @TEXTH.ENG|8|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 2
french: @TEXTH.FRE|8|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|8|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: La Casa Sardaukar te ofrece una generosa nueva oportunidad de servirnos. Ahora te permitiremos tomar el mando en un área más peligroso, y acumular 2700 créditos. Aunque los inútiles Mercenary que puedes encontrar en esta región deberían ser siempre eliminados como cuestión de principios, la quota de especia es tu objetivo.

source: @TEXTH.ENG|12|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 3
french: @TEXTH.FRE|12|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|12|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Los despreciables Fremen están bien establecidos en esta región, y están recolectando la especia que debería pertenecer por derecho a la Casa Sardaukar. Destruye las instalaciones de los Fremen en este área y reivindica el control en nombre de la Casa Sarkdaukar.

source: @TEXTH.ENG|16|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 4
french: @TEXTH.FRE|16|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|16|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Una pequeña victoria no gana la guerra. Otra región tiene la desgracia de estar infectada por la plaga de la Casa Fremen, y ahora debes repetir tu éxito. Yo tengo muchas negociaciones políticas delicadas en mi mente, y no necesito tener que preocuparme por cabos sueltos.

source: @TEXTH.ENG|20|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|the Emperor was->the Atreides were#Description of Sardaukar mission 5
french: @TEXTH.FRE|20|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|Der Imperator hat->Die Atreides haben
german: @TEXTH.GER|20|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|Der Imperator hat->Die Atreides haben
spanish: De modo que, el Emperador estaba ayudando a los Fremen en tu última misión. Sin embargo, la Casa Mercenary se ha fortalecido por nuestra neglicencia, y se le debe dar una lección. Eliminarás a todos los Mercenary de esta región.

source: @TEXTH.ENG|24|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 6
french: @TEXTH.FRE|24|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|24|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Vas a continuar en otra región sin suerte dominada por esos molestos Fremen, y espero que puedas derrotar a este particularmente problemático grupo de Fremen. Hemos establecido una buena reputación en este planeta. ¡No me avergüences ahora!

source: @TEXTH.ENG|28|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 7
french: @TEXTH.FRE|28|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|28|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Informes de nueva actividad Mercenary demandan que te envíe de vuelta a la vanguardia. De todos modos no pareces disfrutar del descanso y la relajación. Creo que preferirás machacar a los Mercenary.

source: @TEXTH.ENG|32|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Description of Sardaukar mission 8
french: @TEXTH.FRE|32|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|32|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: He usado mi influencia para conseguir un Palacio para tí. Un comandante de tu categoría puede necesitar relajarse ocasionalmente, pero yo espero que nuestra generosidad traerá una eficiencia incluso mayor de tu parte. Hay fuerzas tanto Mercenary como Fremen en esta región, ¡y todas ellas deben ser eliminadas!

source: @TEXTH.ENG|36|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|the Emperor's->their leader's#Description of Sardaukar mission 9
french: @TEXTH.FRE|36|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|36|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|des Imperators->ihres Anführers
spanish: ¡Hemos sido engañados! Nuestras negociaciones de buena fé tan solo nos han traído a una recolecta traicionera. Todos han conspirado contra nosotros, ¡por lo que todos deben morir! Tus habilidades militares son la última esperanza que nos queda en este planeta. Destruye todas las fuerzas Mercenary y Fremen que quedan, y conquista el palacio del Emperador. Nos ha tratado mal, ¡y no debe vivir otro día!

source: @TEXTH.ENG|5|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 1
french: @TEXTH.FRE|5|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|5|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Me has complacido. Continúa sirviéndome bien, y comprobarás que eres recompensado.

source: @TEXTH.ENG|9|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 2
french: @TEXTH.FRE|9|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|9|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Me has complacido de nuevo. Me recuerdas a mí mismo en mi juventud. ¡De hecho podrías tener auténtica sangre Sardaukar circulando por tus venas!

source: @TEXTH.ENG|13|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 3
french: @TEXTH.FRE|13|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|13|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Felicidades. Estás haciendo progresos. Varios de mis asociados han expresado opiniones pesimistas acerca de tus habilidades, y yo estoy contento de que les hayas demostrado estar equivocados. Veamos ahora si puedo seguir confiando en tí.

source: @TEXTH.ENG|17|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 4
french: @TEXTH.FRE|17|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|17|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Bien hecho. Los perros Fremen hacen ruidos graciosos cuando mueren, ¿verdad? Desde luego, ¿qué hay de bueno en nuestras vidas si no podemos disfrutar de los placeres simples?

source: @TEXTH.ENG|21|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 5
french: @TEXTH.FRE|21|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|21|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: En reconocimiento a tu actuación reciente, te voy a permitir ahora continuar el enfrentamiento con los Fremen. Al menos ellos presentarán una lucha digna de nuestra guardia.

source: @TEXTH.ENG|25|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 6
french: @TEXTH.FRE|25|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|25|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: ¡Los laureles de la victoria te sientan bien hijo mío! Podría incluso enviar a otros aspirantes a estudiar tus tácticas. Te presentaría mis disculpas por haber subestimado la fuerza de los Fremen en tu última campaña, pero ese ya no es un asunto que nos preocupe, ¿verdad?

source: @TEXTH.ENG|29|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 7
french: @TEXTH.FRE|29|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|29|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Felicidades. ¡Es un placer ver como los débiles Mercenary son tratados con tanta severidad!

source: @TEXTH.ENG|33|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Winning text of Sardaukar mission 8
french: @TEXTH.FRE|33|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|33|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Aunque serían justos los elogios, no tendrás ese lujo. ¡Servir a la Casa Sardaukar es suficiente recompensa! Si necesitas halagos, ¡Entonces muere por nuestra causa! ¡Hablaremos de tí con afecto por siempre!

source: @TEXTH.ENG|37|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|the Emperor->the leader#Winning text of Sardaukar mission 9
french: @TEXTH.FRE|37|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|37|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar|dem Imperator->dem Anführer
spanish: Buenos días, su señoría, ¡y felicidades! Me has servido, quiero decir a la Casa Sardaukar, bien. ¡Nuestra Casa no olvidará a nuestro más noble guerrero! Voy a difundir ahora las noticias de nuestra más gloriosa victoria, y a entregar nuestras condiciones al Emperador.

source: @TEXTH.ENG|6|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 1
french: @TEXTH.FRE|6|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|6|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Estás ahora bajo mi desprecio. ¿Sábes lo que sucede a aquellos que le han fallado a la Casa Sardaukar?

source: @TEXTH.ENG|10|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 2
french: @TEXTH.FRE|10|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|10|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: No me puedo creer que fueses incapaz de acumular tu quota. Era una tarea simple que nos debería haber permitido examinar tus capacidades de liderazgo. Te recomiendo que no pongas más a prueba mi paciencia.

source: @TEXTH.ENG|14|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 3
french: @TEXTH.FRE|14|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|14|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: ¡Lo sabía! Varios de mis asociados han expresado confianza en tus habilidades, ¡pero yo sabía que eras demasiado débil para ser un comandante Sardaukar! ¡Guardias! ¡Eliminad a este apestado antes de que ensucie el planeta entero!

source: @TEXTH.ENG|18|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 4
french: @TEXTH.FRE|18|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|18|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: ¿Es ésta la forma en que devuelves la fé que hemos puesto en tí? ¡Una pérdida tan grave solo ha podido ser deliberada! No eres apto para limpiar nuestras letrinas, ¡Mucho menos para comandar a nuestra gloriosa guardia!

source: @TEXTH.ENG|22|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 5
french: @TEXTH.FRE|22|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|22|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: ¿Quizás añoras a tu madre? Estoy preocupado por tí y no te puedo dejar progresar hasta que hayas demostrado tu valía contra los Mercenary.

source: @TEXTH.ENG|26|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 6
french: @TEXTH.FRE|26|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|26|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: ¿Es esto una broma de mal gusto? ¿Como has podido sufrir tal derrota? ¡Tendría que cortarte el cuello para tranquilizarme! ¿Acaso has planeado tu derrota como venganza por alguna idea equivocada?

source: @TEXTH.ENG|30|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 7
french: @TEXTH.FRE|30|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|30|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Tu fracaso me provoca una vergüenza sin fin. No sucederá de nuevo. ¡Guardias!

source: @TEXTH.ENG|34|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 8
french: @TEXTH.FRE|34|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|34|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: ¡Guardias! ¿Cómo ha llegado este enclenque hasta aquí? Es un perdedor, y no se le debe permitir que corrompa a otros en nuestra casa. Si esto sucede de nuevo, ¡Diseccionaré personalmente a varios de vosotros!

source: @TEXTH.ENG|38|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Losing text of Sardaukar mission 9
french: @TEXTH.FRE|38|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|38|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Tus defectos deben de ser heredados. La colosal estupidez que has demostrado no es algo que se pueda aprender.

source: @TEXTH.ENG|7|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 1
french: @TEXTH.FRE|7|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|7|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: En primer lugar construye un grupo de dos por dos bloques de cemento. Después construye una trampa de viento y colócala sobre el hormigón. Haz lo mismo con la refinería para que puedas alcanzar la cuota de 1000 créditos.

source: @TEXTH.ENG|11|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 2
french: @TEXTH.FRE|11|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|11|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Si ya tienes una trampa de viento entonces construye una Casa de WOR para empezar a producir guardias. Yo lo haría así para dotar de una mayor defensa a tu operación de recolección.

source: @TEXTH.ENG|15|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar#Advice text for Sardaukar mission 3
french: @TEXTH.FRE|15|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
german: @TEXTH.GER|15|Atreides->Mercenary|Ordos->Fremen|Harkonnen->Sardaukar
spanish: Necesitas construir una Fábrica Ligera para producir las armas necesarias para completar tu misión.
