{
  "version": 4,
  "name": "crop_and_claw.zip",
  "items": [
    "Crop and Claw.sh",
    "crop_and_claw"
  ],
  "items_opt": [],
  "attr": {
    "title": "Crop and Claw",
    "porter": [
      "Pyral"
    ],
    "desc": "Crop and Claw is a classic-style JRPG all about dragons. Delve into swamps, temples, and ruins and fend off flora, fauna, and unsavory dragonfolk.\n\nIf you'd like to buy the game and support Dinoleaf, you can purchase it on either Steam and itch.io. The full game is provided by Dinoleaf for Portmaster's distribution free of charge.",
    "desc_md": "[Crop and Claw](https://dinoleaf.com/presskit/cropandclaw/) is a classic-style JRPG all about dragons. Delve into swamps, temples, and ruins and fend off flora, fauna, and unsavory dragonfolk.\n\nIf you'd like to buy the game and support Dinoleaf, you can purchase it on either [Steam](https://store.steampowered.com/app/2760970/Crop_and_Claw) and [itch.io](https://dinoleaf.itch.io/crop-and-claw). The full game is provided by Dinoleaf for Portmaster's distribution free of charge.",
    "inst": "Crop and Claw ships as a full, self contained game on Portmaster.",
    "inst_md": "Crop and Claw uses the non-Steam PCK to run, and ships with the full game on Portmaster. It should run out of the box on most systems.\n\n### Classic Mode Color Accuracy\n\nDue to performance issues on lower end hardware, the Classic mode color accuracy shader has been disabled. This can be re-enabled by removing `--disable-nes-colors` from `Crop and Claw.sh`, but is only worth doing on stronger devices that should run the game in Classic mode.",
    "genres": [
      "rpg"
    ],
    "image": null,
    "rtr": true,
    "exp": false,
    "runtime": [
      "weston_pkg_0.2.squashfs",
      "godot_4.2.2.squashfs"
    ],
    "store": [
      {
        "name": "Steam",
        "gameurl": "https://store.steampowered.com/app/2760970/Crop_and_Claw/",
        "developerurl": "https://store.steampowered.com/developer/dinoleaf/"
      },
      {
        "name": "itch",
        "gameurl": "https://dinoleaf.itch.io/crop-and-claw",
        "developerurl": "https://dinoleaf.itch.io/crop-and-claw"
      }
    ],
    "availability": "full",
    "reqs": [],
    "arch": [],
    "min_glibc": ""
  }
}