{
  "version": 4,
  "name": "crop_and_claw.zip",
  "items": [
    "Crop and Claw.sh",
    "crop_and_claw"
  ],
  "items_opt": [],
  "attr": {
    "title": "Crop and Claw",
    "porter": [
      "Dinoleaf"
    ],
    "desc": "Crop and Claw is a classic-style JRPG all about dragons. Delve into swamps, temples, and ruins and fend off flora, fauna, and unsavory dragonfolk.\n\nIf you'd like to buy the game and support Dinoleaf, you can purchase it on either Steam and itch.io. The full game is provided by Dinoleaf for Portmaster's distribution free of charge.\n\nThe plantlife has gone awry, bringing an era of struggle across the realm. One dragon sets out on adventure, for reasons only known to themselves, to see if the Garden could be restored.",
    "desc_md": "[Crop and Claw](https://dinoleaf.com/presskit/cropandclaw/) is a classic-style JRPG all about dragons. Delve into swamps, temples, and ruins and fend off flora, fauna, and unsavory dragonfolk.\n\n### Support\n\nIf you'd like to buy the game and support Dinoleaf, you can purchase it on either [Steam](https://store.steampowered.com/app/2760970/Crop_and_Claw) and [itch.io](https://dinoleaf.itch.io/crop-and-claw). The full game is provided by Dinoleaf for Portmaster's distribution free of charge.\n\n* [Dinoleaf's RSS Feed](https://dinoleaf.com/feed.xml)\n* [Dinoleaf's Discord](https://discord.gg/D3ttpCkmyk)\n* [Follow on Bluesky](https://bsky.app/profile/dinoleaf.com)\n\n### Features\n\n* Multiple dragon types to take the role of, each with their own unique specialties.\n* A continent stuffed with dungeons focused on resource management.\n* Replayability. Different classes, equipment, and time tracking for speedruns for various playthroughs.\n* Supports pixel perfect framing render, a larger black-bar render, and stretched screen raw render for 4:3 fullscreen CRT monitors.\n* Dragons, dragons, dragons!\n\n### Summary\n\nCrop and Claw is a classic-style JRPG centered around dragons in a lush realm known as the \"Garden\". The plantlife has gone awry, bringing an era of struggle across the realm. One dragon sets out on adventure, for reasons only known to themselves, to see if the Garden could be restored.\n\nThe western continent of Garden is vast, hiding plenty of secrets to find. You'll be asked to think and interact with the world around you to find hints to helpful boons, treasures, and leads on your quest to stamp out problems happening across the realm.\n\nThroughout the journey, You'll be encountering a wide variety of antagonistic dragons, floral beasts, and even a few haunting spectres. Combat is simple, with a single player against a single enemy at a moment. There are plenty of techniques to learn and equipment to find, to handle the quirky obstacles in your way. ",
    "inst": "Crop and Claw ships as a full, self contained game on Portmaster.",
    "inst_md": "Crop and Claw uses the non-Steam PCK to run, and ships with the full game on Portmaster. It should run out of the box on most systems.\n\n### Classic Mode Color Accuracy\n\nDue to performance issues on lower end hardware, the Classic mode color accuracy shader has been disabled. This can be re-enabled by removing `--disable-nes-colors` from `Crop and Claw.sh`, but is only worth doing on stronger devices that should run the game in Classic mode.",
    "genres": [
      "rpg"
    ],
    "image": null,
    "rtr": true,
    "exp": false,
    "runtime": [
      "weston_pkg_0.2.squashfs",
      "godot_4.2.2.squashfs"
    ],
    "store": [
      {
        "name": "Steam",
        "gameurl": "https://store.steampowered.com/app/2760970/Crop_and_Claw/",
        "developerurl": "https://store.steampowered.com/developer/dinoleaf/"
      },
      {
        "name": "itch",
        "gameurl": "https://dinoleaf.itch.io/crop-and-claw",
        "developerurl": "https://dinoleaf.itch.io/crop-and-claw"
      }
    ],
    "availability": "full",
    "reqs": [],
    "arch": [],
    "min_glibc": ""
  }
}