{
  "version": 4,
  "name": "arx.zip",
  "items": [
    "Arx.sh",
    "arx"
  ],
  "items_opt": [],
  "attr": {
    "title": "Arx",
    "porter": [
      "beniamino"
    ],
    "desc": "The world of Arx is wrought with turmoil, brought to the brink of destruction by a violent war.  It is set on a world whose sun has failed, forcing the above-ground creatures to take refuge in caverns. Arx Fatalis is an innovative first-person role-playing game, featuring crafting, combat and spell-casting using mouse gestures.\n\nArx Libertatis is an improved, cross-platform and open source engine for Arx Fatalis.",
    "desc_md": "The world of Arx is wrought with turmoil, brought to the brink of destruction by a violent war.  It is set on a world whose sun has failed, forcing the above-ground creatures to take refuge in caverns. Arx Fatalis is an innovative first-person role-playing game featuring crafting, combat and spell-casting using mouse gestures.\n\n[Arx Libertatis](https://arx-libertatis.org) is an improved, cross-platform and open source engine for Arx Fatalis.",
    "inst": "Purchase the game and copy the GoG offline installer (2 files, setup_arx...exe and setup_arx...bin) to arx/gamedata. They will be extracted on first run. Alternatively, copy Steam or Windows CD-ROM files so that copy them so that data.pak and surrounding files and folders are in arx/gamedata.",
    "inst_md": "Purchase the game and copy the GoG offline installer (2 files, `setup_arx...exe` and `setup_arx...bin`) to arx/gamedata. They will be extracted on first run. Alternatively, copy Steam or Windows CD-ROM files so that copy them so that `data.pak` and surrounding files and folders are in `arx/gamedata`.",
    "genres": [
      "rpg"
    ],
    "image": null,
    "rtr": false,
    "exp": false,
    "runtime": [],
    "store": [
      {
        "name": "GoG",
        "gameurl": "https://www.gog.com/en/game/arx_fatalis",
        "developerurl": "https://www.arkane-studios.com/en"
      },
      {
        "name": "Steam",
        "gameurl": "https://store.steampowered.com/app/1700/Arx_Fatalis/",
        "developerurl": "https://www.arkane-studios.com/en"
      }
    ],
    "availability": "paid",
    "reqs": [
      "hires"
    ],
    "arch": [
      "aarch64"
    ],
    "min_glibc": ""
  }
}
