{
  "version": 3,
  "name": "aliensquatter.zip",
  "items": [
    "Alien Squatter.sh",
    "aliensquatter"
  ],
  "items_opt": [],
  "attr": {
    "title": "Alien Squatter",
    "porter": [
      "Cebion"
    ],
    "desc": "You are a homeless extraterrestrial living in a futuristic version of Japan. Humans are nearly extinct and Earth is a cesspool of pollution, urban decay, and economic inequality. Struggle to survive in this new style of RPG.",
    "desc_md": "You are a homeless extraterrestrial living in a futuristic version of Japan. Humans are nearly extinct and Earth is a cesspool of pollution, urban decay, and economic inequality. Struggle to survive in this new style of RPG.\n\nKey Features:\n\n- Choose from 3 alien species. All of them are weird aliens with cool abilities.\n- Romance and befriend over 20 characters including a gangster, a breakdancer, a priest, a giant ooze, and a robot serial killer.\n- Gain one of 5 pets, each with different abilities and unique personalities.\n- Grow your physical, mental, and social stats, and use them to overcome obstacles.\n- Do what it takes to survive. Forage, fight, fish, steal, salvage, sneak, shop, beg, get a job, sell your organs, party, get high, gamble, mutate, use psychic powers. - There are many paths to success.\n- Be a good person or a scoundrel. The karma system tracks it all.\n- Dozens of endings and achievements.\n- Evocative descriptions bring the dystopian world to life. It's a really terrible place!",
    "inst": "Download any version of the game from Steam or [Itch.io](https://willyelektrix.itch.io/alien-squatter), extract the zip file and copy the asquatter.rpg file into the the  aliensquatter port folder.",
    "inst_md": "Download any version of the game from [Steam](https://store.steampowered.com/app/1131750/Alien_Squatter/) or itch.io, extract the zip file and copy the asquatter.rpg file into the the  aliensquatter port folder.",
    "genres": [
      "rpg"
    ],
    "image": null,
    "rtr": false,
    "exp": false,
    "runtime": null,
    "reqs": [],
    "arch": [
      "aarch64"
    ]
  }
}