Repository: PortsMaster/PortMaster-New
Catalog: meandmyshadow/meandmyshadow/data/locale/*.po
Languages: de, nb, nl

source: Newbie
de: Neuling
nb: Nybegynner
nl: Beginner

source: Complete a level.
de: Schließe einen Level ab.
nb: Fullføre nivå.
nl: Voltooi een level.

source: Graduate
de: Absolvent
nb: Avanser
nl: Gediplomeerd

source: Complete the tutorial level pack.
de: Schließe die Einführungs-Levelsammlung ab.
nb: Fullfør veiledningsnivåpakken.
nl: Voltooi het leerprogramma-levelpakket.

source: Experienced player
de: Erfahrener Spieler
nb: Erfaren spiller
nl: Ervaren speler

source: Complete 50 levels.
de: Schließe 50 Levels ab.
nb: Fullføre 50 nivåer.
nl: Voltooi 50 levels.

source: You did it!
de: Geschafft!
nb: Du klarte det!
nl: Het is je gelukt!

source: Complete any level pack besides tutorial.
de: Schließe eine beliebige Levelsammlung außer der Einführung ab.
nb: Fullfør enhver nivåpakke annet enn veilederen.
nl: Voltooi een leerpakket, behalve het leerprogramma.

source: Good job!
de: Gut gemacht!
nb: Godt gjort!
nl: Goed gedaan!

source: Receive a gold medal.
de: Gewinne eine Goldmedaillie.
nb: Motta en gullmedalje.
nl: Ontvang een gouden medaille.

source: Outstanding graduate
de: Herausragender Absolvent
nb: Fremragende disippel
nl: Uitmuntende academicus

source: Complete the tutorial level pack with gold for all levels.
de: Beende die Einführungs-Levelsammung mit Gold für alle Levels.
nb: Fullfør veiledningsnivåpakken med gull på alle nivåer.
nl: Voltooi het leerprogramma-levelpakket en behaal goud in alle levels.

source: Expert
de: Experte
nb: Ekspert

source: Earn 50 gold medals.
de: Gewinne 50 Goldmedaillien.
nl: Ontvang 50 gouden medailles.

source: Victory
de: Sieg
nb: Seier
nl: Overwinning

source: Complete all official levels.
de: Schließe alle offiziellen Levels ab.
nb: Fullfør alle offisielle nivå.
nl: Voltooi alle officiële levels.

source: Great victory
de: Großartiger Sieg
nb: Stor seier
nl: Geweldige overwinning

source: Complete all official levels with silver or gold.
de: Schließe alle offiziellen Levels mit Silber oder Gold ab.
nb: Fullfør alle offisielle nivåer med sølv eller gull.
nl: Voltooi alle levels en behaal zilver of goud.

source: Epic victory
de: Epischer Sieg
nb: Episk seier
nl: Fantastische overwinning

source: Complete all official levels with gold.
de: Schließe alle offiziellen Levels mit Gold ab.
nb: Fullfør alle offisielle nivåer med gull.
nl: Voltooi alle levels en behaal goud.

source: Survivalist
de: Überlebenskünstler
nb: Overlever
nl: Overlevende

source: Complete 10 levels in row without dying.
de: Schließe 10 Levels hintereinander ab, ohne zu sterben.
nb: Fullfør 10 nivåer på rad uten å dø.
nl: Voltooi 10 levels achter elkaar zonder dood te gaan.

source: Expert survivalist
de: Überlebensexperte
nb: Ekspertoverlever
nl: Guru-overlevende

source: Complete the default level pack from start to finish without dying or resetting once.
de: Schließe die Standard-Levelsammlung von Anfang bis Ende ab, ohne zu sterben oder zurückzusetzen.
nl: Voltooi het standaard levelpakket van begin tot eind zonder dood te gaan of overnieuw te beginnen.

source: Hooked
de: Angebissen
nb: Hektet
nl: Verslaafd

source: Play Me and My Shadow for more than 2 hours.
de: Spiele Me and My Shadow für mehr als 2 Stunden.
nl: Speel Me and My Shadow langer dan 2 uur.

source: Loyal fan of Me and My Shadow
de: Loyaler Fan von Me and My Shadow
nb: Lojal tilhenger av Jeg og skyggen min
nl: Trouwe fan van Me and My Shadow

source: Play Me and My Shadow for more than 24 hours.
de: Spiele Me and My Shadow für mehr als 24 Stunden.
nl: Speel Me and My Shadow langer dan 24 uur.

source: Constructor
de: Baumeister
nb: Byggmester
nl: Bouwer

source: Use the level editor for more than 2 hours.
de: Benutze den Level-Editor für mehr als 2 Stunden.
nb: Bruk nivåredigereren i mer enn to timer.
nl: Gebruik de levelbewerker langer dan 2 uur.

source: The creator
de: Der Erschaffer
nb: Skaperen
nl: De maker

source: Use the level editor for more than 8 hours.
de: Benutze den Level-Editor mehr als 8 Stunden.
nb: Bruk nivåredigereren i mer enn åtte timer.
nl: Gebruik de levelbewerker langer dan 8 uur.

source: Look, cute level!
de: Sieh mal, ein schöner Level!
nb: Se, søtt nivå!
nl: Kijk, schattig level!

source: Create a level for the first time.
de: Baue deinen ersten Level.
nb: Lag et nivå for første gang.
nl: Creëer je eerste level.

source: The level museum
de: Das Level-Museum
nb: Nivåmuseet
nl: Het levelmuseum

source: Create 10 levels.
de: Erstelle 10 Levels.
nb: Lag 10 nivåer.
nl: Creëer 10 levels.

source: Hello, World!
de: Hallo, Welt!
nb: Hei, verden!
nl: Hallo, wereld!

source: Write a script for the first time.
de: Schreib dein erstes Skript.
nb: Skriv et skript for første gang.
nl: Schrijf je eerste script.

source: Frog
de: Frosch
nb: Frosk
nl: Kikker

source: Jump 100 times.
de: Spring 100 mal.
nb: Hopp 100 ganger.
nl: Spring 100 keer.

source: Kangaroo
de: Känguru
nb: Kenguru
nl: Kangaroe

source: Jump 1000 times.
de: Spring 1000 mal.
nb: Hopp 1000 ganger.
nl: Spring 1000 keer.

source: Carrier
de: Träger
nb: Bærer
nl: Drager

source: Player or shadow hold other 100 times.
de: Spieler oder Schatten hält den anderen 100 mal.
nl: Van speler naar schaduw naar speler naar schaduw, en dat 100 keer.

source: Acrobat
de: Akrobat
nb: Akrobat
nl: Acrobaat

source: Player or shadow hold other 1000 times.
de: Spieler oder Schatten hält den anderen 1000 mal.
nl: Van speler naar schaduw naar speler naar schaduw, en dat 1000 keer.

source: Travel 100 meters.
de: Reise für 100 Meter.
nb: Reis 100 meter.
nl: Leg 100 meter af.

source: Runner
de: Läufer
nb: Løper
nl: Renner

source: Travel 1 kilometer.
de: Reise 1 Kilometer.
nb: Reis én kilometer.
nl: Leg 1 kilometer af.

source: Long distance runner
de: Langstreckenläufer
nb: Langdistanseløper
nl: Langeafstandsrenner

source: Travel 10 kilometers.
de: Reise für 10 Kilometer.
nb: Reis ti kilometer.
nl: Leg 10 kilometer af.

source: Marathon runner
de: Marathonläufer
nb: Maratonløper
nl: Marathonrenner

source: Travel 42,195 meters.
de: Reise 42.195 Meter.
nb: Reis 42195 meter
nl: Leg 42.195 meter af.

source: Push blocks for 100 meters.
de: Schiebe Blöcke für 100 Meter.
nb: Dytt blokker 100 meter.
nl: Verplaats blokken 100 meter.

source: Box delivering company
de: Kistenlieferungsunternehmen
nl: Pakketbezorger

source: Push blocks for 1 kilometer.
de: Schiebe Blöcke für 1 Kilometer.
nl: Verplaats blokken 1 kilometer.

source: I'm not intentional
de: Das war keine Absicht
nl: Dit is niet mijn intentie

source: Break a pushable block.
de: Zerbrich einen schiebbaren Block.
nl: Maak een verplaatsbaar blok stuk.

source: Only pieces of wood left
de: Nur noch Holzstücke übrig
nb: Kun trebiter igjen
nl: Hout, en niks meer dan hout

source: Break 100 pushable blocks.
de: Zerbrich 100 schiebbare Blöcke.
nl: Maak 100 verplaatsbare blokken stuk.

source: Be careful!
de: Sei vorsichtig!
nb: Vær forsiktig!
nl: Pas op!

source: Die for the first time.
de: Stirb zum ersten Mal.
nb: Dø for første gang.
nl: Ga voor het eerst dood.

source: It doesn't matter...
de: Es ist egal …
nb: Det gjør ikke noe…
nl: Het maakt niet uit...

source: Die 50 times.
de: Stirb 50 mal.
nb: Dø 50 ganger.
nl: Ga 50 keer dood.

source: Expert of trial and error
de: Experte im Rumprobieren
nb: Ekspert på prøving og feiling
nl: Expert in vallen en opstaan

source: Die 1000 times.
de: Stirb 1000 mal.
nb: Dø 1000 ganger.
nl: Ga 1000 keer dood.

source: Keep an eye for moving blocks!
de: Pass auf die sich bewegenden Blöcke auf!
nb: Hold øye med bevegelige blokker!
nl: Let op de verschuivende blokken!

source: Get squashed for the first time.
de: Werde zum ersten Mal zerquetscht.
nb: Bli most for første gang.
nl: Wordt voor het eerst geplet.

source: Potato masher
de: Kartoffelstampfer
nb: Potetstamper
nl: Aardappelpureerder

source: Get squashed 50 times.
de: Werde 50 mal zerquetscht.
nb: Bli most 50 ganger.
nl: Wordt 50 keer geplet.

source: Double kill
de: Doppelmord
nb: Dobbeltdrap
nl: Dubbele moord

source: Get both the player and the shadow dead.
de: Lass sowohl den Spieler als auch den Schatten sterben.
nb: Få både karakteren din og skyggen dens drept.
nl: Dood zowel de speler als de schaduw.

source: Bad luck
de: Pech
nb: Uflaks
nl: Vette pech

source: Die 5 times in under 5 seconds.
de: Stirb 5 mal in weniger als 5 Sekunden.
nb: Dø fem ganger på under fem sekunder.
nl: Ga 5 keer dood in 5 seconden tijd.

source: This level is too dangerous
de: Dieser Level ist zu gefährlich
nb: Dette nivået er for farlig
nl: Dit level is té gevaarlijk

source: Die 10 times in under 5 seconds.
de: Stirb 10 mal in weniger als 5 Sekunden.
nb: Dø ti ganger på under fem sekunder.
nl: Ga 10 keer dood in 5 seconden tijd.

source: You forgot your friend
de: Du hast deinen Freund vergessen
nb: Du glemte vennen din
nl: Je bent je vriend vergeten

source: Finish the level with the player or the shadow dead.
de: Beende den Level, wenn der Spieler oder der Schatten tot ist.
nb: Fullfør nivået med spilleren eller skyggen dø.
nl: Voltooi het level terwijl zowel de speler als schaduw dood zijn.

source: Just in time
de: Rechtzeitig
nb: Akkurat tidsnok
nl: Net op tijd

source: Reach the exit with the player and the shadow simultaneously.
de: Erreiche den Ausgang mit dem Spieler und Schatten gleichzeitig.
nb: Nå utgangen med spilleren og skyggen samtidig.
nl: Bereik de uitgang met zowel de speler als de schaduw.

source: Duel
de: Duell
nb: Duell
nl: Strijd

source: Player and shadow push the same pushable block in opposite directions.
de: Spieler und Schatten schieben den selben schiebbaren Block in entgegengesetzte Richtungen.
nb: Spiller og skygge dytter samme flyttbare blokk i motsatte retninger.
nl: Speler en schaduw verplaatsen hetzelfde blok in tegengestelde richting.

source: Recorder
de: Aufzeichner
nb: Opptaker
nl: Tijdzetter

source: Record 100 times.
de: Mach 100 Aufzeichnungen.
nb: Ta opp 100 ganger.
nl: Zet 100 keer een tijd neer.

source: Shadowmaster
de: Schattenmeister
nb: Skyggemester
nl: Schaduwmeester

source: Record 1000 times.
de: Mach 1000 Aufzeichnungen.
nb: Ta opp 1000 ganger.
nl: Zet 1000 keer een tijd neer.

source: Under par
de: Unter Par
nl: Onder par

source: Complete a level with recordings less than the target recordings.
de: Schließe ein Level ab und mach dabei weniger Aufzeichnungen als die Zielvorgabe.
nb: Fullfør et nivå med opptak mindre enn målopptakene.
nl: Voltooi een level met tijdnoteringen die lager zijn dan het doel.

source: It just breaks
de: Es geht einfach kaputt
nl: Het gaat gewoon stuk

source: Break a fragile block.
de: Zerbrich einen zerbrechlichen Block.
nl: Maak een breekbaar blok stuk.

source: Block breaker
de: Blockbrecher
nl: Blokkenbreker

source: Break 100 fragile blocks.
de: Zerbrich 100 zerbrechliche Blöcke.
nl: Maak 100 breekbare blokken stuk.

source: Switch puller
de: Schalterumleger
nb: Brytervender
nl: Schakelaarder

source: Pull the switch 100 times.
de: Leg den Schalter 100 mal um.
nb: Vend bryteren 100 ganger.
nl: Schakel de schakelaar 100 keer.

source: The switch is broken!
de: Der Schalter ist kaputt!
nb: Bryteren er kaputt!
nl: De schakelaar is kapot!

source: Pull the switch 1000 times.
de: Leg den Schalter 1000 mal um.
nb: Vend bryteren 1000 ganger.
nl: Schakel de schakelaar 1000 keer.

source: Swapper
de: Vertauscher
nl: Ruilhandelaar

source: Swap 100 times.
de: Vertausche 100 mal.
nb: Bytt sted 100 ganger.
nl: Ruil 100 keer.

source: Play it save
de: Sicher ist sicher
nb: Ro det i land
nl: Sla erop

source: Save 100 times.
de: Speichere 100 mal.
nb: Lagre 100 ganger.
nl: Sla het spel 100 keer op.

source: This game is too hard
de: Das Spiel ist zu schwer
nb: Dette spilet er for vanskelig
nl: Het spel is té moeilijk

source: Load the game 100 times.
de: Lade das Spiel 100 mal.
nb: Last inn spillet 100 ganger.
nl: Laad het spel 100 keer.

source: Enriched
de: Bereichert
nl: Verrijkt

source: Collect 100 collectibles.
de: Sammle 100 Sammelobjekte auf.
nb: Sank 100 samleobjekter.
nl: Verzamel 100 verzamelitems.

source: Treasure hunter
de: Schatzjäger
nb: Skattejeger
nl: Schatzoeker

source: Collect 1000 collectibles.
de: Sammle 1000 Sammelobjekte auf.
nl: Verzamel 1000 verzamelitems.

source: No, thanks
de: Nein danke
nb: Nei takk
nl: Nee, bedankt

source: Complete a level with checkpoint, but without saving.
de: Beende ein Level mit Kontrollpunkt, aber, ohne zu speichern.
nb: Fullfør et nivå med sjekkpunkt, men uten å lagre.
nl: Voltooi een level langs een controlepost, maar zonder op te slaan.

source: Panic save
de: Panikspeichern
nb: Panikklagring
nl: Paniekopslag

source: Save twice in 1 second.
de: Speichere zwei mal in 1 Sekunde.
nb: Lagre to ganger på ett sekund
nl: Sla het spel twee keer in 1 seconde op.

source: Panic load
de: Panikladen
nb: Panikklasting
nl: Panieklading

source: Load twice in 1 second.
de: Lade zwei mal in 1 Sekunde.
nb: Last inn to ganger på ett sekund.
nl: Laad het spel twee keer in 1 seconde.

source: Bad saving position
de: Schlechte Speicherposition
nb: Dårlig lagringsposisjon
nl: Slechte opslagpositie

source: Load the game and die within 1 second.
de: Lade das Spiel und stirb innerhalb 1 Sekunde.
nb: Last spillet og dø på mindre enn ett sekund.
nl: Laad het spel en ga dood binnen 1 seconde.

source: This level is too hard
de: Dieser Level ist zu schwer
nb: Dette nivået er for vanskelig
nl: Dit level is té moeilijk

source: Load the same save and die 100 times.
de: Lade den selben Spielstand und stirb 100 mal.
nb: Last samme lagring og dø 100 ganger.
nl: Laad hetzelfde spel en ga 100 keer dood.

source: Quick swap
de: Schneller Tausch
nb: Raskt bytte
nl: Snelle ruil

source: Swap twice in under a second.
de: Vertausche zwei mal in weniger als einer Sekunde.
nb: Bytt sted to ganger på under ett sekund.
nl: Ruil twee keer binnen één seconde.

source: Horizontal confusion
de: Horizontale Verwirrung
nb: Vannrett forvirring
nl: Horizontale verwarring

source: Press left and right simultaneously.
de: Drücke gleichzeitig links und rechts.
nb: Trykk ← og → samtidig.
nl: Druk tegelijk op links en rechts.

source: Programmer
de: Programmierer
nb: Programmerer
nl: Programmeur

source: Play the development version of Me and My Shadow.
de: Spiele die Entwicklerversion von Me and My Shadow.
nb: Spill utviklingsversjonen av Jeg og skyggen min.
nl: Speel de ontwikkelingsversie van Me and My Shadow.

source: Cheat in game.
de: Cheate im Spiel.
nb: Juks i spillet.
nl: Cheat in het spel.

source: Single level which usually contain demanding puzzles
de: Einzelne Level, die üblicherweise knifflige Rätsel enthalten
nb: Enkeltnivå som vanligvis inneholder utfordrende gåter
nl: Eén level dat meestal meerdere uitdagende puzzels bevat

source: Levelpacks
de: Levelsammlungen
nb: Nivåpakker
nl: Levelpakketten

source: Collection of levels with the same author or style
de: Sammlungen von Levels vom selben Autoren oder im selben Stil
nb: Samling av nivåer laget av samme utvikler eller i samme stil
nl: Verzameling levels van dezelfde auteur of in dezelfde stijl

source: Themes
de: Themen
nb: Drakter
nl: Thema's

source: Give every block and background a new look and feel
de: Geben jeden Block und dem Hintergrund ein neues Erscheinungsbild
nb: Gi hver blokk og bakgrunn nytt utseende og oppførsel
nl: Voorzie elk blok en elke achtergrond van een nieuw uiterlijk

source: Back
de: Zurück
nb: Tilbake
nl: Terug

source: ERROR: unable to download addons file!
de: FEHLER: Konnte Add-ons-Datei nicht herunterladen!
nb: FEIL: Kunne ikke laste ned programtilleggsfil!
nl: FOUT: kan uitbreidingsbestand niet downloaden!

source: ERROR: unable to load addon_list file!
de: FEHLER: Konnte addon_list-Datei nicht herunterladen!
nb: FEIL: Kunne ikke laste inn addon_list-fil!
nl: FOUT: kan het bestand addon_list niet laden!

source: ERROR: Invalid file format of addons file!
de: FEHLER: Ungültiges Dateiformat der Add-ons-Datei!
nb: FEIL: Ugyldig filformat for programtilleggsfil!
nl: FOUT: uitbreidingsbestand heeft een ongeldig bestandsformaat!

source: ERROR: Addon list version is unsupported!
de: FEHLER: Add-on-Listen-Version ist nicht unterstützt!
nb: FEIL: Programtilleggsversjonen støttes ikke!
nl: FOUT: de uitbreidingslijstversie wordt niet ondersteund!

source: ERROR: Unable to create the installed_addons file.
de: FEHLER: Konnte die installed_addons-Datei nicht erzeugen.
nb: FEIL: Kunne ikke opprette filen installed_addons.
nl: FOUT: kan het bestand installed_addons niet creëren.

source: ERROR: Invalid file format of the installed_addons!
de: FEHLER: Ungültiges Dateiformat der installed_addons!
nb: FEIL: Ugyldig filformat for programtilleggsfil for installasjoner.
nl: FOUT: het bestand installed_addons heeft een ongeldig bestandsformaat!

source: by %s
de: von %s
nb: av %s
nl: door %s

source: Installed
de: Installiert
nb: Installert
nl: Geïnstalleerd

source: Updatable
de: Aktualisierbar
nb: Oppdaterbar
nl: Updates

source: Not installed
de: Nicht installiert
nb: Ikke installert
nl: Niet geïnstalleerd

source: Unable to initialize addon menu:
de: Unfähig, das Add-ons-Menü zu initialisieren:
nb: Kunne ikke starte programtilleggsmeny:
nl: Kan uitbreidingsmenu niet laden:

source: Installed version: %d
de: Installierte Version: %d
nb: Installert versjon: %d
nl: Geïnstalleerde versie: %d

source: License: %s
de: Lizenz: %s
nb: Lisens: %s
nl: Licentie: %s

source: Website: %s
de: Webpräsenz: %s
nb: Nettside: %s

source: (No descriptions provided)
de: (Keine Beschreibungen vorhanden)
nb: (Ingen beskrivelser medfølger)
nl: (geen omschrijving opgegeven)

source: Remove
de: Entfernen
nb: Fjern
nl: Verwijderen

source: Update
de: Aktualisieren
nb: Oppdater
nl: Bijwerken

source: Install
de: Installieren
nb: Installer
nl: Installeren

source: This addon can't be removed because it's needed by %s.
de: Dieses Add-on kann nicht entfernt werden, da es von %s benötigt wird.
nb: Dette programtillegget kan ikke fjernes fordi det trengs av %s.
nl: Deze uitbreiding kan niet worden verwijderd omdat hij vereist wordt door %s.

source: Dependency
de: Abhängigkeit
nb: Avhengighet
nl: Afhankelijkheid

source: WARNING: File '%s' appears to have been removed already.
de: ACHTUNG: Datei „%s“ scheint bereits entfernt worden zu sein.
nb: ADVARSEL: Filen "%s" later til å ha blitt fjernet allerede.
nl: WAARSCHUWING: het bestand '%s' lijkt al te zijn verwijderd.

source: Addon error
de: Add-on-Fehler
nb: Programtilleggsfeil
nl: Uitbreindingsfout

source: ERROR: Unable to remove file '%s'!
de: FEHER: Konnte Datei „%s“ nicht entfernen!
nb: FEIL: Kunne ikke fjerne filen "%s".
nl: FOUT: kan het bestand '%s' niet verwijderen!

source: WARNING: Directory '%s' appears to have been removed already.
de: ACHTUNG: Verzeichnis: „%s“ scheint bereits entfernt worden zu sein.
nb: ADVARSEL: Mappen "%s" later til å ha blitt fjernet allerede.
nl: WAARSCHUWING: de map '%s' lijkt al te zijn verwijderd.

source: ERROR: Unable to remove directory '%s'!
de: FEHLER: Konnte Verzeichnis „%s“ nicht entfernen!
nb: FEIL: Kunne ikke fjerne mappen "%s".
nl: FOUT: kan de map '%s' niet verwijderen!

source: WARNING: Level '%s' appears to have been removed already.
de: ACHTUNG: Level „%s“ scheint bereits entfernt worden zu sein.
nb: ADVARSEL: Nivået "%s" later til å ha blitt fjernet allerede.
nl: WAARSCHUWING: het level '%s' lijkt al te zijn verwijderd.

source: ERROR: Unable to remove level '%s'!
de: FEHER: Konnte Level „%s“ nicht entfernen!
nb: FEIL: Kunne ikke fjerne nivået "%s"!
nl: FOUT: het level '%s' kan niet worden verwijderd!

source: WARNING: Levelpack directory '%s' appears to have been removed already.
de: ACHTUNG: Levelsammlungsverzeichnis: „%s“ scheint bereits entfernt worden zu sein.
nb: ADVARSEL: Nivåpakkemappen "%s" later til å ha blitt fjernet allerede.
nl: WAARSCHUWING: de map van het levelpakket '%s' lijkt al te zijn verwijderd.

source: ERROR: Unable to remove levelpack directory '%s'!
de: FEHLER: Konnte Levelsammlungsverzeichnis „%s“ nicht entfernen!
nb: FEIL: Kunne ikke fjerne nivåpakkemappen "%s".
nl: FOUT: de map van het levelpakket '%s' kan niet worden verwijderd!

source: ERROR: Unable to download addon file %s.
de: FEHLER: Konnte Add-ons-Datei %s nicht herunterladen.
nb: FEIL: Kunne ikke laste ned programtilleggsfilen %s.
nl: FOUT: kan het uitbreidingsbestand '%s' niet downloaden.

source: ERROR: Unable to extract addon file %s.
de: FEHLER: Konnte Add-ons-Datei %s nicht extrahieren.
nb: FEIL: Kunne ikke pakke ut programtilleggsfilen %s.
nl: FOUT: kan het uitbreidingsbestand '%s' niet uitpakken.

source: ERROR: Addon is missing metadata!
de: FEHLER: Dem Add-on fehlen die Metadaten!
nb: FEIL: Programtillegget mangler metadata!
nl: FOUT: de metagegevens van de uitbreiding ontbreken!

source: ERROR: Invalid file format for metadata file!
de: FEHLER: Ungültiges Dateiformat für die Metadaten-Datei!
nb: FEIL: Ugyldig filformat for metadatafil!
nl: FOUT: ongeldig bestandsformaat in het metagegevensbestand!

source: WARNING: File '%s' already exists, addon may be broken or not working!
de: ACHTUNG: Datei „%s“ existiert bereits, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Filen "%s" finnes allerede, programtillegget kan være skadet eller ha sluttet å fungere.
nl: WAARSCHUWING: het bestand '%s' bestaat al; de uitbreiding is mogelijk kapot of werkt niet!

source: WARNING: Unable to copy file '%s' to '%s', addon may be broken or not working!
de: ACHTUNG: Konnte Datei „%s“ nicht nach „%s“ kopieren, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Kunne ikke kopiere filen "%s" til "%s" programtillegget kan være skadet eller ha sluttet å virke.
nl: WAARSCHUWING: het bestand '%s' kan niet worden gekopieerd naar '%s'; de uitbreiding is mogelijk kapot of werkt niet!

source: WARNING: Destination directory '%s' already exists, addon may be broken or not working!
de: ACHTUNG: Zielverzeichnis „%s“ existiert bereits, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Målmappen "%s" finnes allerede, programtillegget kan være skadet, eller ha sluttet å virke.
nl: WAARSCHUWING: de bestemmingsmap '%s' bestaat al; de uitbreiding is mogelijk kapot of werkt niet!

source: WARNING: Unable to move directory '%s' to '%s', addon may be broken or not working!
de: ACHTUNG: Konnte Datei „%s“ nicht nach „%s“ verschieben, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Kunne ikke flytte mappen "%s" til "%s", programtillegget kan være skadet, eller ha sluttet å virke.
nl: WAARSCHUWING: kan de map '%s' niet verplaatsen naar '%s'; de uitbreiding is mogelijk kapot of werkt niet!

source: WARNING: Level '%s' already exists, addon may be broken or not working!
de: ACHTUNG: Level „%s“ existiert bereits, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Nivået "%s" finnes allerede, programtillegget kan være skadet, eller ha sluttet å virke.
nl: WAARSCHUWING: het level '%s' bestaat al; de uitbreiding is mogelijk kapot of werkt niet!

source: WARNING: Unable to copy level '%s' to '%s', addon may be broken or not working!
de: ACHTUNG: Konnte Level „%s“ nicht nach „%s“ kopieren, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Kunne ikke kopiere nivået "%s" til "%s", programtillegget kan være skadet, eller ha sluttet å virke.
nl: WAARSCHUWING: het level '%s' kan niet worden gekopieerd naar '%s'; de uitbreiding is mogelijk kapot of werkt niet!

source: WARNING: Levelpack directory '%s' already exists, addon may be broken or not working!
de: ACHTUNG: Levelsammlungsverzeichnis „%s“ existiert bereits, das Add-on könnte kaputt sein oder nicht funktionieren!
nb: ADVARSEL: Nivåpakkemappen "%s" finnes allerede, programtillegget kan være skadet, eller ha sluttet å virke.
nl: WAARSCHUWING: de map met het levelpakket '%s' bestaat al; de uitbreiding is mogelijk kapot of werkt niet!
