Repository: PortsMaster/PortMaster-New
Catalog: meandmyshadow/meandmyshadow/data/locale/*.po
Languages: de, nb, nl

source: ERROR: Addon requires another addon (%s) which can't be found!
de: FEHLER: Das Add-on benötigt ein anderes Add-on (%s), welches nicht gefunden werden kann!
nb: FEIL: Programtillegget krever et annet programtillegg (%s) som ikke ble funnet.
nl: FOUT: de uitbreiding vereist een andere uitbreiding (%s), welke niet is aangetroffen!

source: The addon %s is needed and will be installed now.
de: Das Add-on %s wird benötigt und wird jetzt installiert.
nb: Programtillegget %s er nødvendig, og vil bli installert nå.
nl: De uitbreiding '%s' is vereist en wordt nu geïnstalleerd.

source: On
de: Ein
nb: På
nl: Aan

source: Off
de: Aus
nb: Av
nl: Uit

source: Undo %s
de: Rückgängig: %s
nb: Angre %s
nl: %s ongedaan maken

source: Can't undo
de: Kann nicht rückgängig machen
nb: Kan ikke angre
nl: Kan niet ongedaan maken

source: Redo %s
de: Wiederherstellen: %s
nb: Gjenta %s
nl: %s herhalen

source: Can't redo
de: Kann nicht wiederherstellen
nb: Kan ikke gjenta
nl: Kan niet herhalen

source: Resize %s
de: %s skalieren
nb: Endre størrelse på %s
nl: Afmetingen wijzigen van %s

source: Move %s
de: %s verschieben
nb: Flytt %s
nl: %s verplaatsen

source: Custom scenery block
de: Benutzerdefinierter Szenierieblock
nb: Egendefinert omgivelsesmiljøblokk
nl: Aangepast sceneryblok

source: Move %d object
de: %d Objekt verschieben
nb: Flytt %d objekt
nl: %d object verplaatsen

source: Resize level
de: Levelgröße ändern
nb: Endre nivåstørrelse
nl: Levelgrootte aanpassen

source: Modify level property
de: Leveleigenschaft ändern
nb: Endre nivåegenskap
nl: Leveleigenschap aanpassen

source: Add background layer %s
de: Hintergrundebene hinzufügen: %s
nb: Legg til bakgrunnslag %s
nl: Achtergrondlaag %s toevoegen

source: Delete background layer %s
de: Hintergrundebene %s löschen
nb: Slett bakgrunnslag %s
nl: Achtergrondlaag %s verwijderen

source: Add foreground layer %s
de: Vordergrundebene %s hinzufügen
nb: Legg til forgrunnslag %s
nl: Voorgrondlaag %s toevoegen

source: Delete foreground layer %s
de: Vordergrundebene %s löschen
nb: Slett forgrunnslag %s
nl: Voorgrondlaag %s toevoegen

source: Modify the property of background layer %s
de: Eigenschaft von Hintergrundebene %s ändern
nb: Endre egenskapene for bakgrunnslaget %s
nl: Eigenschap aanpassen van achtergrondlaag '%s'

source: Modify the property of foreground layer %s
de: Eigenschaft von Vordergrundebene %s ändern
nb: Endre egenskapene for forgrunnslaget %s
nl: Eigenschap aanpassen van voorgrondlaag '%s'

source: Move %d object from layer %s to layer %s
de: %d Objekt von Ebene %s nach Ebene %s verschieben
nb: Flytt ett objekt fra lag %s til lag %s
nl: Verplaats %d object van laag %s naar laag %s

source: Add %s
de: %s hinzufügen
nb: Legg til %s
nl: %s toevoegen

source: Remove %s
de: %s entfernen
nb: Fjern %s
nl: %s verwijderen

source: Add %d object
de: %d Objekt hinzufügen
nb: Legg til %d objekt
nl: %d object toevoegen

source: Remove %d object
de: %d Objekt entfernen
nb: Fjern %d objekt
nl: %d object verwijderen

source: Add path to %s
de: Pfad zu %s hinzufügen
nb: Legg til sti i %s
nl: Pad toevoegen aan %s

source: Remove a path point from %s
de: Einen Pfadpunkt von %s entfernen
nb: Fjern stipunkt fra %s
nl: Padpunt verwijderen uit %s

source: Remove all paths from %s
de: Alle Pfade von %s entfernen
nb: Fjern alle stier fra %s
nl: Alle paden verwijderen uit %s

source: Add link from %s to %s
de: Verbindung von %s nach %s hinzufügen
nb: Legg til lenke fra %s til %s
nl: Link verwijderen van %s naar %s

source: Remove all links from %s
de: Alle Verbindungen von %s entfernen
nb: Fjern alle lenker fra %s
nl: Alle links van %s verwijderen

source: Modify the %2 property of %1
de: Die Eigenschaft %2 von %1 ändern
nl: Eigenschap %2 van %1 aanpassen

source: Edit the script of %s
de: Skript von %s bearbeiten
nb: Rediger skriptet for %s
nl: Script van %s bewerken

source: Edit the script of level
de: Skript des Levels ändern
nb: Rediger nivåets skript
nl: Levelscript bewerken

source: Credits
de: Abspann
nb: Bidragsytere
nl: Met dank aan

source: Loading...
de: Laden ...
nb: Laster…
nl: Bezig met laden...

source: Cancel
de: Abbrechen
nb: Avbryt
nl: Annuleren

source: Abort
de: Abbrechen
nb: Angre
nl: Afbreken

source: Retry
de: Neu versuchen
nb: Prøv igjen
nl: Opnieuw proberen

source: Ignore
de: Ignorieren
nb: Ignorer
nl: Negeren

source: Yes
de: Ja
nb: Ja
nl: Ja

source: No
de: Nein
nb: Nei
nl: Nee

source: Game loaded.
de: Spiel geladen.
nl: Spel geladen.

source: Can't switch camera because your shadow has died.
de: Kamera kann nicht gewechselt werden, da dein Schatten tot ist.
nb: Kan ikke bytte kameravinkel fordi skyggen din er død.
nl: Kan niet overschakelen naar de camera omdat je schaduw is overleden.

source: Camera mode: Shadow
de: Kameramodus: Schatten
nb: Kameravinkel: Skygge
nl: Cameramodus: schaduw

source: Camera mode: Player
de: Kameramodus: Spieler
nb: Kameravinkel: Spiller
nl: Cameramodus: speler

source: Press %s to restart current level or press %s to load the game.
de: Drücke %s, um den aktuellen Level neuzustarten oder drücke %s, um das Spiel zu laden.
nb: Trykk %s for å starte nåværende nivå igjen, eller trykk %s for å laste inn spillet.
nl: Druk op %s om het huidige level te herstarten of druk op %s om het spel te laden.

source: Press %s to restart current level.
de: Drücke %s, um den aktuellen Level neuzustarten.
nb: Trykk %s for å starte nåværende nivå igjen.
nl: Druk op %s om het huidige level te herstarten.

source: %d recording
de: %d Aufzeichnung
nl: %d notatie

source: You've finished:
de: Abgeschlossen:
nb: Du har fullført:
nl: Je hebt afgerond:

source: Time:
de: Zeit:
nb: Tid:
nl: Tijd:

source: Best time:
de: Bestzeit:
nb: Beste tid:
nl: Beste tijd:

source: Target time:
de: Zielzeit:
nb: Mål-tid:
nl: Doeltijd:

source: Collectibles:
de: Sammelobjekte:
nb: Samleobjekter:
nl: Verzamelitems:

source: Recordings:
de: Aufzeichnungen:
nb: Opptak:
nl: Opnamen:

source: Best collectibles:
de: Beste Sammelobjekte:
nl: Beste verzamelitems:

source: Best recordings:
de: Beste Aufzeichnungen:
nl: Beste notaties:

source: Target collectibles:
de: Ziel Sammelobjekte:
nb: Mål-samleobjekter:
nl: Doel verzamelitems:

source: Target recordings:
de: Zielaufzeichnungen:
nb: Målopptak:
nl: Doelopnames:

source: SILVER
de: Silber
nb: SØLV
nl: ZILVEREN

source: You earned the %s medal
de: Du hast die %smedaillie gewonnen
nb: Du har gjort deg fortjent til %s-medaljen
nl: Je hebt de %s medaille behaald

source: The best medal you earned is %s medal
de: Deine beste Medallie ist die %smedallie
nb: Den beste medaljen du har gjort deg forgjent til er %s-medaljen
nl: De beste medaille die je behaald hebt is de %s medaille

source: (previous best medal: %s)
de: (vorherige beste Medallie: %s)
nb: (tidligere beste medalje: %s)
nl: (vorige beste medaille: %s)

source: Menu
de: Menü
nb: Meny

source: Save replay
de: Wiederholung speichern
nb: Lagre spillopptak
nl: Herhaling opslaan

source: Restart
de: Neustart
nb: Start igjen
nl: Herstarten

source: Load
de: Laden
nb: Last inn
nl: Laden

source: Next
de: Nächster
nb: Neste
nl: Volgende

source: Congratulations
de: Glückwunsch
nb: Gratulerer
nl: Gefeliciteerd

source: You have finished the levelpack!
de: Du hast diese Levelsammlung abgeschlossen!
nb: Du har fullført nivåpakken.
nl: Je hebt het levelpakket afgerond!

source: Replay file name:
de: Wiederholungsdateiname:
nb: Spillopptaksfilnavn:
nl: Bestandsnaam van herhaling:

source: No file name given for the replay file.
de: Es wurde kein Dateiname für die Wiederholungsdatei angegeben.
nl: Geen bestandsnaam opgegeven voor het nieuwe herhaalbestand.

source: Missing file name
de: Dateiname fehlt
nl: Ontbrekende bestandsnaam

source: The '%s' is a reserved word.
de: „%s“ ist ein reserviertes Wort.
nb: "%s" er et reservert ord.
nl: '%s' is een beschermd woord.

source: Error
de: Fehler
nb: Feil
nl: Fout

source: The file %s already exists.
de: Die Datei %s existiert bereits.
nb: Filen %s finnes allerede.
nl: Het bestand '%s' bestaat al.

source: The replay is saved to '%s'.
de: Die Wiederholung wurde nach „%s“ gespeichert.
nb: Spillopptak lagret til "%s".
nl: De herhaling is opgeslagen naar '%s'.

source: Your shadow has died.
de: Dein Schatten ist gestorben.
nb: Skyggen din har dødd.
nl: Je schaduw is overleden.

source: Copy code
de: Code kopieren
nl: Code kopiëren

source: Scripting Help
de: Skripting-Hilfe
nb: Skriptingshjelp
nl: Hulp bij scripten

source: Homepage
de: Hauptseite
nb: Hjemmeside
nl: Website

source: Forward
de: Vorwärts
nb: Forover
nl: Vooruit

source: Search
de: Suchen
nb: Søk
nl: Zoeken

source: Goto
de: Gehe zu
nl: Ga naar

source: Up
de: Hoch
nl: Omhoog

source: Down
de: Runter
nl: Omlaag

source: Left
de: Links
nb: Venstre
nl: Links

source: Right
de: Rechts
nb: Høyre
nl: Rechts

source: Jump
de: Sprung
nb: Hopp
nl: Springen

source: Action
de: Aktion
nb: Handling
nl: Actie

source: Record
de: Aufzeichnen

source: Cancel recording
de: Aufzeichnung abbrechen
nb: Avbryt opptak
nl: Opname afbreken

source: Back to previous screen
de: Zurück zum vorherigen Bildschirm
nb: Tilbake til forrige skjerm
nl: Terug naar vorige scherm

source: Toggle shadow camera
de: Schattenkamera wechseln
nb: Veksle skyggekamera
nl: Schaduwcamera aan/uit

source: Save game
de: Spiel speichern
nl: Spel opslaan

source: Load game
de: Spiel laden
nb: Last inn spill
nl: Spel laden

source: Swap the player and shadow
de: Spieler und Schatten vertauschen
nl: Schakelen tussen de speler en schaduw

source: Teleport player to cursor
de: Spieler zum Mauszeiger teleportieren
nb: Teleporter spiller til peker
nl: Speler teleporteren naar cursor

source: Suicide
de: Selbstmord
nb: Dø for eget grep
nl: Zelfmoord

source: Move selected object precisely
de: Gewähltes Objekt präzise verschieben
nl: Geselecteerd object secuur verplaatsen

source: Next block type
de: Nächster Blocktyp
nl: Volgende bloksoort

source: Previous block type
de: Vorheriger Blocktyp
nl: Vorige bloksoort

source: Select
de: Auswählen
nb: Velg
nl: Selecteren

source: Pause game
de: Spiel pausieren
nl: Spel pauzeren

source: (KEY %d)
de: (TASTE %d)
nb: (TAST %d)
nl: (%d-toets)

source: JOYSTICK AXIS %d %s
de: JOYSTICK-ACHSE %d %s
nb: STYRESPAK-AKSE %d %s
nl: JOYSTICK-AS %d%s

source: JOYSTICK BUTTON %d
de: JOYSTICK-TASTE %d
nb: STYRESPAK-KNAPP %d
nl: JOYSTICKKNOP %d

source: JOYSTICK HAT %d LEFT
de: JOYSTICK HAT %d LINKS
nb: STYRESPAK %d VENSTRE
nl: JOYSTICK-HAT %d LINKS

source: JOYSTICK HAT %d RIGHT
de: JOYSTICK HAT %d RECHTS
nb: STYRESPAK %d HØYRE
nl: JOYSTICK-HAT %d RECHTS

source: JOYSTICK HAT %d UP
de: JOYSTICK HAT %d HOCH
nb: STYRESPAK %d OPPOVER
nl: JOYSTICK-HAT %d OMHOOG

source: JOYSTICK HAT %d DOWN
de: JOYSTICK HAT %d RUNTER
nb: STYRESPAK %d NEDOVER
nl: JOYSTICK-HAT %d OMLAAG

source: OR
de: ODER
nb: ELLER
nl: OF

source: In menu:
de: Im Menü:
nb: I meny:

source: In game:
de: Im Spiel:
nb: I spill:
nl: In spel:

source: In level editor:
de: Im Level-Editor:
nl: In levelbewerker:

source: In test play:
de: Im Testspiel:
nb: I testspill:
nl: In testspel:

source: Select an item and press a key to change it.
de: Wähle einen Eintrag und drücke eine Taste, um ihn zu ändern.
nb: Velg et element og trykk en tast for å endre det.
nl: Selecteer een item en druk op een toets om te wijzigen.

source: Press backspace to clear the selected item.
de: Drücke die Rücktaste, um den gewählten Eintrag zu leeren.
nl: Druk op Backspace om het geselecteerde item te wissen.

# block
source: Player Start
de: Spieler-Startpunkt
nl: Startpositie speler

# block
source: Shadow Start
de: Schatten-Startpunkt
nl: Startpositie schaduw

# block
source: Exit
de: Ausgang
nl: Afsluiten

# block
source: Shadow Block
de: Schattenblock
nl: Schaduwblok

# block
source: Spikes
de: Stacheln
nl: Stekels

# block
source: Shadow Spikes
de: Schattenstacheln
nb: Skyggetagger
nl: Schaduwstekels

# block
source: Checkpoint
de: Kontrollpunkt
nl: Herstartpunt

# block
source: Swap
de: Vertauscher
nl: Wisselen

# block
source: Fragile Block
de: Zerbrechlicher Block
nl: Breekbaar blok

# block
source: Fragile Shadow Block
de: Zerbrechlicher Schattenblock
nl: Breekbaar schaduwblok

# block
source: Moving Block
de: Beweglicher Block
nl: Bewegend blok

# block
source: Moving Shadow Block
de: Beweglicher Schattenblock
nl: Bewegend schaduwblok

# block
source: Moving Spikes
de: Bewegliche Stacheln
nl: Bewegende stekels

# block
source: Moving Shadow Spikes
de: Bewegliche Schattenstacheln
nb: Bevegende skyggetagger
nl: Bewegende schaduwstekels

# block
source: Button
de: Taster
nl: Knop

# block
source: Switch
de: Schalter
nl: Schakelaar

# block
source: Conveyor Belt
de: Förderband
nl: Lopende band

# block
source: Shadow Conveyor Belt
de: Schattenförderband
nl: Schaduw lopende band

# block
source: Notification Block
de: Hinweisblock
nl: Meldingsblok

# block
source: Collectable
de: Sammelobjekt
nl: Verzamelitem

# block
source: Pushable Block
de: Schiebbarer Block
nl: Verplaatsbaar blok

# block
source: Pushable Shadow Block
de: Schiebbarer Schattenblock
nl: Verplaatsbaar schaduwblok

source: Add
de: Hinzufügen
nb: Legg til
nl: Toevoegen

source: Delete
de: Löschen
nb: Slett
nl: Verwijderen

source: Play
de: Spielen
nb: Spill
nl: Spelen

source: Level settings
de: Leveleinstellungen
nb: Nivåinnstillinger
nl: Levelinstellingen

source: Save level
de: Level speichern
nb: Lagre nivå
nl: Level opslaan

source: Back to menu
de: Zurück zum Menü
nb: Tilbake til nivå
nl: Terug naar menu

source: Configure
de: Konfigurieren
nb: Sett opp
nl: Instellen

source: %s (Scenery)
de: %s (Szenerie)

source: Toggle
de: Umschalten
nb: Veksle
nl: Schakelen

source: Complete
de: ganz
nb: Fullfør
nl: Volledig

source: One step
de: 1. Stufe
nb: Ett steg
nl: Eén stap

source: Two steps
de: 2. Stufe
nb: To steg
nl: Twee stappen

source: Gone
de: zerbrochen
nl: Weg

source: Negative infinity
de: Minus unendlich
nb: Negativ uendelighet
nl: Negatieve oneindigheid

source: Zero
de: Null
nb: Null
nl: Nul

source: Level size
de: Levelgröße
nb: Nivåstørrelse
nl: Levelgrootte

source: Positive infinity
de: Plus unendlich
nb: Positiv uendelighet
nl: Positieve oneindigheid

source: Default
de: Standard
nb: Forvalg
nl: Standaard

source: Deselect
de: Abwählen
nb: Fravelg
nl: Selectie ongedaan maken

source: Horizontal repeat start: %s
de: Horizontale Wiederholung, Start: %s
nb: Vannrett gjentagelsesstart: %s
nl: Horizontale herhalingsstart: %s

source: Horizontal repeat end: %s
de: Horizontale Wiederholung, Ende: %s
nb: Vannrett gjentagelsesslutt: %s
nl: Hortizontaal herhalingseinde: %s

source: Vertical repeat start: %s
de: Vertikale Wiederholung, Start: %s
nb: Vannrett gjentagelsesstart: %s
nl: Verticale herhalingsstart: %s

source: Vertical repeat end: %s
de: Vertikale Wiederholung, Ende: %s
nb: Vannrett gjentagelsesslutt: %s
nl: Verticaal herhalingseinde: %s

source: Custom scenery
de: Benutzerdefinierte Szenerie
nl: Aangepaste scenery

source: Visible
de: Sichtbar
nb: Synlig
nl: Zichtbaar

source: Link
de: Verbindung
nb: Lenke

source: Remove Links
de: Verbindungen entfernen
nb: Fjern lenker
nl: Links verwijderen

source: Automatic
de: Automatisch
nb: Automatisk
nl: Automatisch

source: Behavior: %s
de: Verhalten: %s
nb: Oppførsel: %s
nl: Gedrag: %s

source: Path
de: Pfad
nb: Sti
nl: Pad

source: Remove Path
de: Pfad entfernen
nb: Fjern sti
nl: Pad verwijderen

source: Activated
de: Aktiviert
nb: Aktivert
nl: Geactiveerd

source: Looping
de: Schleife
nl: Herhalend

source: Speed
de: Geschwindigkeit
nb: Hastighet
nl: Snelheid

source: State: %s
de: Zustand: %s
nb: Tilstand: %s
nl: Status: %s

source: Message
de: Nachricht
nb: Melding
nl: Bericht

source: Appearance
de: Erscheinungsbild
nb: Utseende
nl: Uiterlijk

source: Scripting
de: Skript
nb: Skripting

source: Background layer: %s
de: Hintergrundebene: %s
nb: Bakgrunnslag: %s
nl: Achtergrondlaag: %s

source: Blocks layer
de: Blockebene
nb: Blokklag
nl: Bloklaag

source: Foreground layer: %s
de: Vordergrundebene: %s
nb: Forgrunnslag: %s
nl: Voorgrondlaag: %s

source: Add new layer
de: Neue Ebene hinzufügen
nb: Legg til nytt lag
nl: Nieuwe laag toevoegen

source: Delete selected layer
de: Gewählte Ebene löschen
nb: Slett valgt lag
nl: Geselecteerde laag verwijderen

source: Configure selected layer
de: Gewählte Ebene konfigurieren
nb: Sett opp valgt lag
nl: Geselecteerde laag instellen

source: Move selected object to layer
de: Gewähltes Objekt zur Ebene verschieben
nb: Flytt valgt objekt til lag
nl: Geselecteerd object verplaatsen naar laag

source: Settings
de: Einstellungen
nb: Innstillinger
nl: Instellingen

source: NOTE: the layers are sorted alphabetically.
de: HINWEIS: Die Ebenen sind alphabetisch sortiert.
nl: LET OP: de lagen worden alfabetisch gesorteerd.

source: Notification block
de: Hinweisblock
nb: Merknadsblokk
nl: Meldingsblok

source: Enter message here:
de: Gib die Nachricht hier ein:
nb: Skriv inn melding her:
nl: Voer hier een bericht in:

source: Example:
de: Beispiel:
nb: Eksempel:
nl: Voorbeeld:

source: Copy
de: Kopieren
nb: Kopier
nl: Kopiëren

source: Behavior
de: Verhalten
nb: Oppførsel
nl: Gedrag

source: State
de: Zustand
nb: Tilstand
nl: Status

source: Conveyor belt speed
de: Fließbandgeschwindigkeit
nb: Samlebåndshastighet
nl: Snelheid van lopende band

source: Enter speed here:
de: Geschwindigkeit:
nb: Skriv inn hastighet her:
nl: Voer hier de snelheid in:

source: NOTE: 1 Speed = 0.08 block/s
de: ANMERKUNG: 1 Einheit = 0,08 Blöcke/s
nl: LET OP: Snelheid 1 = 0.08 blok/s

source: Help
de: Hilfe
nb: Hjelp
nl: Hulp

source: Level Scripting
de: Level-Skript
nb: Nivåskript

source: NOTE: If the file '%s' is present, the script in it will be executed before 'onCreate' event.
de: HINWEIS: Wenn die Datei „%s“ vorhanden ist, wird das darin enthaltene Skript vor dem „onCreate“-Ereignis ausgeführt.
nb: Merk: Hvis filen "%s" finnes, vil skriptet i den kjøres før "onCreat"-hendelse.
nl: LET OP: als het bestand '%s' niet aanwezig is, dan wordt het bestand erin uitgevoerd vóór de 'onCreate'-gebeurtenis.

source: Add layer
de: Ebene hinzufügen
nb: Legg til lag
nl: Laag toevoegen

source: Enter the layer name:
de: Ebenennamen eingeben:
nb: Skriv inn lagnavn:
nl: Voer een naam in voor de laag:

source: Layer type:
de: Ebenentyp:
nb: Lagtype:
nl: Soort laag:

source: Background layer
de: Hintergrundebene
nb: Bakgrunnslag
nl: Achtergrondlaag

source: Foreground layer
de: Vordergrundebene
nb: Forgrunnslag
nl: Voorgrondlaag

source: Are you sure you want to delete background layer '%s'?
de: Bist du sicher, dass du die Hintergrundebene „%s“ löschen willst?
nb: Er du sikker på at du vil slette bakgrunnslaget "%s"?
nl: Weet je zeker dat je de achtergrondlaag '%s' wilt verwijderen?

source: Are you sure you want to delete foreground layer '%s'?
de: Bist du sicher, dass du die Vordergrundebene „%s“ löschen willst?
nb: Er du sikker på at du vil slette forgrunnslaget "%s"?
nl: Weet je zeker dat je de voorgrondlaag '%s' wilt verwijderen?

source: Delete layer
de: Ebene löschen
nb: Slett lag
nl: Laag verwijderen

source: Layer settings
de: Ebeneneinstellungen
nb: Laginnstillinger
nl: Laaginstellingen

source: Layer name:
de: Ebenenname:
nb: Lagnavn:
nl: Naam van laag:

source: Layer moving speed (1 speed = 0.8 block/s):
de: Ebenenbewegungsgeschwindigkeit (1 Einheit = 0,8 Blöcke/s):
nb: Lagbevegelseshastighet (1 hastighet = 0,8 blokker/s):
nl: Beweegsnelheid van laag (snelheid 1 = 0.8 blok/s):

source: Speed of following camera:
de: Geschwindigkeit der Verfolgungskamera:
nb: Hastighet på følgekamera:
nl: Snelheid van volgcamera:

source: Move to layer
de: Zur Ebene verschieben
nb: Flytt til lag
nl: Verplaatsen naar laag

source: Enter the layer name (create new layer if necessary):
de: Ebenennamen eingeben (erstellt neue Ebene, falls nötig):
nb: Skriv innlagnavn (opprett nytt lag hvis nødvendig):
nl: Voer de naam van de laag in (creëer, indien nodig, een nieuwe):

source: Repeat mode
de: Wiederholungsmodus
nb: Gjentagelsesmodus
nl: Herhaalmodus

source: Custom scenery:
de: Benutzerdefinierte Szenerie:
nb: Egendefinert omgivelsesmiljø:
nl: Aangepaste scenery:

source: (Use the default appearance for this block)
de: (Standard für diesen Block benutzen)
nb: (Bruk forvalgt utseende for denne blokken)
nl: (gebruik voor dit blok het standaarduiterlijk)

source: Toolbox
de: Werkzeugkasten
nb: Verktøyskasse
nl: Gereedschapskist

source: The level has unsaved changes.
de: Der Level hat nicht gespeicherte Änderungen.
nb: Nivået har ulagrede endringer.
nl: Het level bevat niet-opgeslagen wijzigingen.

source: Are you sure you want to quit?
de: Bist du sicher, dass du gehen willst?
nb: Er du sikker på at du vil avslutte?
nl: Weet je zeker dat je wilt afsluiten?

source: Quit prompt
de: Beenden-Frage
nb: Avslutt spørring
nl: Afsluiten

source: Level "%s" saved
de: Level „%s“ gespeichert
nb: Nivået "%s" har blitt lagret
nl: Level "%s" opgeslagen

source: Saved
de: Gespeichert
nb: Lagret
nl: Opgeslagen

source: Collectibles: %d
de: Sammelobjekte: %d
nb: Sankbare: %d
nl: Verzamelitems: %d

source: Recordings: %d
de: Aufzeichnungen: %d
nb: Opptak: %d
nl: Notaties: %d

source: Best collectibles: %d
de: Beste Sammelobjekte: %d
nb: Beste sankbare: %d
nl: Beste verzamelitems: %d

source: Best recordings: %d
de: Beste Aufzeichnungen: %d
nb: Beste opptak: %d
nl: Beste notaties: %d

source: Target collectibles: %d
de: Ziel Sammelobjekte: %d
nb: Mål-samleobjekter: %d
nl: Beoogde verzamelitems: %d

source: Target recordings: %d
de: Zielaufzeichnungen: %d
nb: Mål-opptak: %d
nl: Beoogde notaties: %d

source: Theme:
de: Thema:
nb: Drakt:
nl: Thema:

source: Examples: %s or %s
de: Beispiele: %s oder %s
nb: Eksempler: %s eller %s
nl: Voorbeelden: %s of %s

source: Music:
de: Musik:
nb: Musikk:
nl: Muziek:

source: Arcade mode
de: Arcade-Modus
nb: Arkade-modus
nl: Arcademodus

source: Target time (s):
de: Zielzeit (s):
nb: Måltid (s):
nl: Doeltijd (s):

source: Restart level editor is required
de: Neustart des Leveleditors erforderlich
nb: Omstart av nivåredigerer kreves
nl: De levelbewerker moet worden herstart

source: Please enter a layer name.
de: Bitte Ebenennamen eingeben.
nb: Skriv inn et lagnavn.
nl: Voer een naam in voor de laag.

source: There is already a foreground layer named '%s'.
de: Es gibt bereits eine Vordergrundebene mit dem Namen „%s“.
nb: Det finnes allerede et forgrunnslag ved navn "%s".
nl: Er is al een voorgrondlaag genaamd '%s'.

source: There is already a background layer named '%s'.
de: Es gibt bereits eine Hintergrundebene namens „%s“.
nb: Det finnes allerede et bakgrunnslag ved navn "%s".
nl: Er is al een achtergrondlaag genaamd '%s'.

source: Source and destination layers are the same.
de: Quell- und Zielebenen sind identisch.
nb: Kilde og mållag er de samme.
nl: De bron- en bestemmingslagen zijn dezelfde.

source: Scenery
de: Szenerie
nb: Omgivelsesmiljø

source: Speed: %d = %0.2f block/s
de: Geschwindigkeit: %d = %0.2f Blöcke/s
nb: Hastighet: %d = %0.2f blokker/s
nl: Snelheid: %d = %0.2f blok/s

source: Stop at this point
de: An diesem Punkt anhalten
nb: Stopp på dette punktet
nl: Stoppen op dit punt

source: Map Editor
de: Karteneditor
nb: Kartredigerer
nl: Levelbewerker

source: New Levelpack
de: Neue Levelsammlung
nb: Ny nivåpakke
nl: Nieuw levelpakket

source: Pack Properties
de: Sammlungseinstellungen
nb: Pakkeegenskaper
nl: Pakketeigenschappen

source: Remove Pack
de: Sammlung löschen
nb: Fjern pakke
nl: Pakket verwijderen

source: Move Map
de: Karte verschieben
nb: Flytt kart
nl: Level verplaatsen

source: Remove Map
de: Karte löschen
nb: FJern kart
nl: Level verwijderen

source: Edit Map
de: Karte bearbeiten
nb: Rediger kart
nl: Level aanpassen

source: Properties
de: Einstellungen
nb: Egenskaper
nl: Eigenschappen

source: Tools
de: Werkzeuge
nb: Verktøy
nl: Hulpmiddelen

source: Description:
de: Beschreibung:
nb: Beskrivelse:
nl: Omschrijving:
