Repository: PortsMaster/PortMaster-New
Catalog: meandmyshadow/meandmyshadow/data/locale/*.po
Languages: de, nb, nl

source: Congratulation text:
de: Glückwunschtext:
nb: Gratuleringstekst:
nl: Felicitatietekst:

source: Music list:
de: Musikliste:
nb: Musikkliste:
nl: Muzieklijst:

source: Export translation template
de: Übersetzungsvorlage exportieren
nb: Eksporter oversettelsesmal
nl: Vertaalsjabloon exporteren

source: Close
de: Schließen
nb: Lukk
nl: Sluiten

source: Add level
de: Level hinzufügen
nb: Legg til nivå
nl: Level toevoegen

source: File name:
de: Dateiname:
nl: Bestandsnaam:

source: Move level
de: Level verschieben
nb: Flytt nivå
nl: Level verplaatsen

source: Before
de: Davor
nb: Før
nl: Ervoor

source: After
de: Dahinter
nb: Etter
nl: Erna

source: Swap
de: Tauschen
nl: Schakelen

source: Individual levels which are not contained in any level packs
de: Einzelne Levels, die nicht Teil einer Levelsammlung sind
nb: Individuelle nivå som ikke finnes i noen nivåpakker
nl: Individuele levels die geen onderdeel uitmaken van levelpakketten

source: Are you sure remove the level pack '%s'?
de: Willst du die Levelsammlung „%s“ wirklich löschen?
nb: Er du sikker på at du vil fjerne nivåpakken "%s"?
nl: Weet je zeker dat je het levelpakket '%s' wilt verwijderen?

source: Remove prompt
de: Löschabfrage
nb: Fjern spørring
nl: Verwijderen

source: Are you sure remove the map '%s'?
de: Willst du die Karte „%s“ wirklich löschen?
nb: Er du sikker på at du vil fjerne kartet "%s"?
nl: Weet je zeker dat je het level '%s' wilt verwijderen?

source: Levelpack name cannot be empty.
de: Levelsammlungsname kann nicht leer sein.
nb: Nivåpakkenavn kan ikke være tomt.
nl: De levelpakketnaam mag niet blanco zijn.

source: The levelpack file '%s' already exists!
de: Die Levelsammlungsdatei %s existiert bereits!
nb: Nivåpakkefilen "%s" finnes allerede.
nl: Het levelpakketbestand '%s' bestaat al!

source: The levelpack directory '%s' already exists. Do you want to create a levelpack with all levels in this directory?
de: Das Levelsammlungs-Verzeichnis „%s“ existiert bereits. Möchtest du eine Levelsammlung mit allen Levels in diesem Verzeichnis erstellen?
nl: Het levelpakket '%s' bestaat al. Wil je een levelpakket creëren met alle levels in deze map?

source: Directory already exists
de: Verzeichnis existiert bereits
nl: Map bestaat al

source: Unable to create levelpack directory '%s'!
de: Konnte Levelsammlungsverzeichnis „%s“ nicht entfernen!
nb: Kunne ikke opprette nivåpakkemappe "%s".
nl: Kan levelpakketmap '%s' niet creëren!

source: Unable to create levelpack file '%s'!
de: Konnte Levelsammlungsdatei „%s“ nicht entfernen!
nb: Kunne ikke opprette nivåpakkefil "%s".
nl: Kan levelpakketbestand '%s' niet creëren!

source: The translation template has been exported at '%s'.
de: Die Übersetzungsvorlage wurde exportiert unter „%s“.
nb: Oversettelsesmalen har blitt eksporter til "%s".
nl: Het vertaalsjabloon is geëxporteerd naar '%s'.

source: Failed to export translation template.
de: Die Übersetzungsvorlage konnte nicht exportiert werden.
nb: Klarte ikke å eksportere oversettelsesmal.
nl: Kan vertaalsjabloon niet exporteren.

source: No file name given for the new level.
de: Es wurde kein Dateiname für den Level angegeben.
nl: Geen bestandsnaam opgegeven voor het nieuwe level.

source: The file %s is already contained in the level pack.
de: Die Datei „%s“ ist in der Levelsammlung bereits enthalten.
nl: Het bestand '%s' maakt al deel uit van het levelpakket.

source: File already exists
de: Datei existiert bereits
nb: Filen finnes allerede
nl: Bestand bestaat al

source: The file %s already exists. Do you want to add it to the level pack?
de: Die Datei „%s“ existiert bereits. Möchtest du sie zur Levelsammlung hinzufügen?
nl: Het bestand '%s' bestaat al. Wil je het toevoegen aan het levelpakket?

source: The entered level number isn't valid!
de: Die eingegebene Levelnummer ist ungültig!
nb: Innskrevet nivånummer er ikke gyldig!
nl: Het ingevoerde levelnummer is ongeldig!

source: Illegal number
de: Ungültige Nummer
nb: Ulovlig nummer
nl: Ongeldig nummer

source: Choose a level
de: Wähle einen Level
nb: Velg et nivå
nl: Kies een level

source: Custom Levels
de: Benutzerdefinierte Levels
nb: Egendefinerte nivå
nl: Aangepaste levels

source: Select Level
de: Levelauswahl
nb: Velg nivå
nl: Level kiezen

source: Replays
de: Wiederholungen
nb: Spillopptak
nl: Herhalingen

source: (old)
de: (alt)
nb: (gammel)
nl: (oud)

source: There are no replays for this level.
de: Es gibt keine Wiederholungen für diesen Level.
nb: Ingen opptak for dette nivået.
nl: Er zijn geen herhalingen beschikbaar voor dit level.

source: List of replays
de: Liste der Wiederholungen
nb: Liste over spillopptak
nl: Lijst met herhalingen

source: Best time
de: Bestzeit
nb: Beste tid
nl: Beste tijd

source: Best collectibles
de: Beste Sammelobjekte
nb: Beste samleobjekter
nl: Beste verzamelitems

source: Best recordings
de: Beste Aufzeichnungen
nb: Beste opptak
nl: Beste notaties

source: Unknown version
de: Unbekannte Version
nb: Ukjent versjon
nl: Onbekende versie

source: Current version
de: Aktuelle Version
nb: Nåværende versjon
nl: Huidige versie

source: Outdated version
de: Veraltete Version
nb: Utdatert versjon
nl: Verouderde versie

source: Replay
de: Wiederholen
nb: Opptaksavspilling
nl: Herhaling

source: Replay under current level version
de: Mit aktueller Levelversion wiederholen
nl: Opnieuw spelen met huidige levelversie

source: Clear Progress
de: Fortschritt löschen
nb: Opphev framdrift
nl: Voortgang wissen

source: General
de: Allgemein
nb: Generelt
nl: Algemeen

source: Controls
de: Steuerung
nb: Kontroller
nl: Bediening

source: Music
de: Musik
nb: Musikk
nl: Muziek

source: Sound
de: Toneffekte
nb: Lyd
nl: Geluid

source: Resolution
de: Auflösung
nb: Oppløsning
nl: Resolutie

source: Language
de: Sprache
nb: Språk
nl: Taal

source: Auto-Detect
de: Automatisch erkennen
nb: Oppdag automatisk
nl: Automatisch detecteren

source: Theme
de: Thema
nb: Drakt
nl: Thema

source: Fullscreen
de: Vollbild
nb: Fullskjermsvisning
nl: Volledig scherm

source: Quick record
de: Schnellaufzeichnung
nb: Raskt opptak
nl: Snelle opname

source: Fade transition
de: Überblenden
nl: Vervaagovergang

source: Save Changes
de: Änderungen speichern
nb: Lagre endringer
nl: Wijzigingen opslaan

source: Do you really want to reset level progress?
de: Willst du wirklich den Levelfortschritt zurücksetzen?
nb: Ønsker du virkelig å tilbakestille nivåfremdriften?
nl: Weet je zeker dat je je voortgang wilt wissen?

source: Warning
de: Warnung
nb: Advarsel
nl: Waarschuwing

source: Can't record because your shadow has died.
de: Aufzeichnung nicht möglich, da dein Schatten tot ist.
nl: Kan tijd niet neerzetten omdat je schaduw is overleden.

source: Press %s key to save the game.
de: Drücke %s, um das Spiel zu speichern.
nb: Trykk %s-tasten for å lagre spillet.
nl: Druk %s om het spel op te slaan.

source: Press %s key to swap the position of player and shadow.
de: Drücke %s, um die Position von dir und deinem Schatten zu vertauschen.
nl: Druk op %s om met je schaduw van positie te wisselen.

source: It looks like that this portal leads to nowhere.
de: Dieses Portal scheint nirgendwo hinzuführen.
nb: Denne portalen ser ikke ut til å lede noensteds hen.
nl: Het lijkt erop dat dit portaal nergens heen leidt.

source: Press %s key to teleport.
de: Drücke %s zum Teleportieren.
nb: Trykk %s-tasten for å teleportere.
nl: Druk op %s om te teleporteren.

source: Can't teleport because the destination is blocked.
de: Teleportation nicht möglich, da der Zielort blockiert ist.
nb: Kan ikke teleportere til blokkert mål.
nl: Kan niet teleporteren omdat de bestemming afgesloten is.

source: Can't teleport because the portal has no destination.
de: Teleportation nicht möglich, da das Portal keinen Zielort hat.
nb: Kan ikke teleportere fordi portalen ikke har noe mål.
nl: Kan niet teleporteren omdat het portaal geen bestemming heeft.

source: Press %s key to activate the switch.
de: Drücke %s, um den Schalter zu aktivieren.
nb: Trykk %s-tasten for å aktivere bryteren.
nl: Druk op %s om de schakelaar te activeren.

source: Can't swap because you have died.
de: Vertauschen nicht möglich, da du gestorben bist.
nl: Kan niet verwisselen omdat je bent overleden.

source: Can't swap because you are in front of a shadow block.
de: Vertauschen nicht möglich, da du vor einem Schattenblock stehst.
nb: Kan ikke bytte fordi du er foran en skyggeblokk.
nl: Kan niet verwisselen omdat je voor een schaduwblok staat.

source: Can't swap because your shadow has died.
de: Vertauschen nicht möglich, da dein Schatten gestorben ist.
nl: Kan niet verwisselen omdat je schaduw is overleden.

source: Game saved.
de: Spiel gespeichert.
nb: Spill lagret.
nl: Spel opgeslagen.

source: Rewind
de: Zurückspulen
nb: Spol tilbake
nl: Terugspoelen

source: Step back
de: Schritt zurück
nb: Ta et skritt tilbake
nl: Stap achteruit

source: Resume
de: Fortfahren
nb: Gjenoppta
nl: Hervatten

source: Step forward
de: Schritt vorwärts
nb: Tre forover
nl: Stap vooruit

source: Fast forward
de: Vorspulen
nb: Raskt forover
nl: Vooruitspoelen

source: Slower
de: Langsamer
nb: Langsommere
nl: Langzamer

source: Faster
de: Schneller
nb: Raskere
nl: Sneller

source: Game replay is done.
de: Wiederholung ist fertig.
nb: Spillopptaket er ferdigspilt.
nl: De herhaling is afgelopen.

source: New achievement:
de: Neue Errungenschaft:
nl: Nieuwe prestatie:

source: Achieved on %s
de: Errungen am %s
nl: Behaald op %s

source: Unknown achievement
de: Unbekannte Errungenschaft
nb: Ukjent oppnåelse
nl: Onbekende prestatie

source: Achieved %1.0f%%
de: %1.0f%% errungen
nl: Behaald %1.0f%%

source: Not achieved
de: Nicht errungen
nb: Ikke oppnådd
nl: Niet behaald

source: Achievements and Statistics
de: Errungenschaften und Statistik
nl: Prestaties en statistieken

source: Achievements
de: Errungenschaften
nl: Prestaties

source: Statistics
de: Statistik
nb: Statistikk
nl: Statistieken

source: Total
de: Gesamt
nb: Totalt
nl: Totaal

source: Traveling distance (m)
de: Reisestrecke (m)
nb: Reist distanse (m)
nl: Reisafstand (m)

source: Pushing distance (m)
de: Schiebestrecke (m)
nb: Dyttedistanse (m)
nl: Verplaatsafstand (m)

source: Jump times
de: Anzahl Sprünge
nb: Hopptider
nl: Aantal keer gesprongen

source: Hold other times
de: Anderen getragen
nb: Hold andre ganger
nl: Overige keren ingedrukt

source: Die times
de: Anzahl Tode
nl: Aantal keer gestorven

source: Squashed times
de: Anzahl Zerquetschte
nb: Most
nl: Aantal keer verpletterd

source: Recordings
de: Aufzeichnungen
nb: Opptak
nl: Opnamen

source: Switch pulled times
de: Anzahl umgelegte Schalter
nl: Aantal keer geschakeld

source: Swap times
de: Anzahl Vertauscher
nl: Aantal keer gewisseld

source: Save times
de: Anzahl Speicherungen
nl: Aantal keer opgeslagen

source: Load times
de: Anzahl Ladevorgänge
nl: Aantal keer geladen

source: Collectibles collected
de: Aufgesammelte Sammelobjekte
nb: Samleobjekter sanket
nl: Aantal verzamelde verzamelitems

source: Fragile blocks broken
de: Zerbrechliche Blöcke zerbrochen
nl: Breekbare blokken stukgemaakt

source: Pushable blocks broken
de: Schiebbare Blöcke zerbrochen
nl: Verplaatsbare blokken stukgemaakt

source: Completed levels:
de: Abgeschlossene Levels:
nb: Fullførte nivå
nl: Aantal voltooide levels:

source: Completed levelpacks:
de: Abgeschlossene Levelsammlungen:
nb: Fullførte nivåpakker.
nl: Aantal voltooide levelpakketten:

source: Official levels:
de: Offizielle Levels:
nb: Offisielle nivåer:
nl: Officiële levels:

source: Official levelpacks:
de: Offizielle Levelsammlungen:
nb: Offisielle nivåpakker:
nl: Officiële levelpakketten:

source: Addon levelpacks:
de: Add-on-Levelsammlungen:
nb: Tilleggsnivåpakker:
nl: Uitbreidingspakketten:

source: Custom levels:
de: Benutzerdefinierte Levels:
nb: Egendefinerte nivåer:
nl: Aangepaste levels:

source: Custom levelpacks:
de: Benutzerdefinierte Levelsammlungen:
nb: Egendefinerte nivåpakker:
nl: Aangepaste levelpakketten:

source: In-game time:
de: Spielzeit:
nb: Spilltid
nl: Speltijd:

source: Level editing time:
de: Leveleditorzeit:
nb: Redigeringstid
nl: Level-bewerktijd:

source: Created levels:
de: Erstellte Levels:
nb: Opprettede nivå
nl: Aantal gecreëerde levels:

source: Achievements achieved:
de: Errungene Errungenschaften:
nl: Aantal behaalde prestaties:

source: Cheats used:
de: Benutzte Cheats:
nl: Gebruikte cheats:

source: Options
de: Optionen
nb: Valg
nl: Opties

source: Quit
de: Beenden
nb: Avslutt
nl: Afsluiten

source: Enable internet in order to install addons.
de: Internetzugang erlauben, um Add-ons zu installieren.
nl: Maak verbinding met internet om uitbreidingen te installeren.

source: Internet disabled
de: Internetzugang nicht erlaubt
nl: Internet uitgeschakeld

# keys
source: RETURN
de: EINGABE
nl: ENTER

# keys
source: BACKSPACE
de: RÜCKTASTE
nb: RETTETAST

# keys
source: SPACE
de: LEERTASTE
nb: MELLOMROM
nl: SPATIEBALK

# keys
source: CAPSLOCK
de: FESTSTELL

# keys
source: PRINTSCREEN
de: DRUCK

# keys
source: SCROLLLOCK
de: ROLLEN

# keys
source: INSERT
de: EINFG

# keys
source: HOME
de: POS1

# keys
source: PAGEUP
de: BILD AUF

# keys
source: DELETE
de: ENTF

# keys
source: END
de: ENDE

# keys
source: PAGEDOWN
de: BILD AB

# keys
source: RIGHT
de: RECHTS
nb: HØYRE
nl: RECHTS

# keys
source: LEFT
de: LINKS
nb: VENSTRE
nl: LINKS

# keys
source: DOWN
de: RUNTER
nb: NEDOVER
nl: OMLAAG

# keys
source: UP
de: HOCH
nb: OPPOVER
nl: OMHOOG

# keys
source: SYSREQ
de: S-ABF

# keys
source: LEFT CTRL
de: STRG LINKS
nb: VENSTRE CTRL
nl: CTRL LINKS

# keys
source: LEFT SHIFT
de: UMSCHALT LINKS
nb: VENSTRE SHIFT
nl: SHIFT LINKS

# keys
source: LEFT ALT
de: ALT LINKS
nb: VENSTRE ALT
nl: ALT LINKS

# keys
source: LEFT GUI
de: GUI LINKS
nl: GUI LINKS

# keys
source: RIGHT CTRL
de: STRG RECHTS
nb: HØYRE CTRL
nl: CTRL RECHTS

# keys
source: RIGHT SHIFT
de: UMSCHALT RECHTS
nb: HØYRE SHIFT
nl: SHIFT RECHTS

# keys
source: RIGHT ALT
de: ALT RECHTS
nb: HØYRE ALT
nl: ALT RECHTS

# keys
source: RIGHT GUI
de: GUI RECHTS
nb: HØYRE GUI
nl: GUI RECHTS

source: Wanderer
nb: Vandrer
nl: Reiziger

source: Addons
nb: Programtillegg
nl: Uitbreidingen

source: Version: %d
nb: Versjon: %d
nl: Versie: %d

source: OK
nl: Oké

source: GOLD
nb: GULL
nl: GOUDEN

source: BRONZE
nb: BRONSE
nl: BRONZEN

source: Block
nl: Blok

# block
source: Portal
nl: Teleporteerder

source: Name:
nb: Navn:
nl: Naam:

source: Pause: %d = %0.3fs
nl: Pauzeren: %d = %0.3fs

source: Addon levels:
nb: Tilleggsnivåer:
nl: Uitbreidingen:

source: Cheater
nb: Jukser

source: Levels
nb: Nivå

source: Level %d %s
nb: NIvå %d %s

source: JOYSTICK HAT %d %d
nb: STYRESPAK %d %d

source: Internet proxy
nb: Internettmellomtjener

source: Internet
nb: Internett

# keys
source: ESCAPE
nb: ESC
