{
  "version": 4,
  "name": "maxpayne_arm64.zip",
  "items": [
    "Max Payne.sh",
    "maxpayne"
  ],
  "items_opt": [],
  "attr": {
    "title": "Max Payne",
    "porter": [
      "orktes"
    ],
    "desc": "Max Payne Mobile Android version ported to ARM64 Linux devices.",
    "desc_md": "Max Payne Mobile Android version ported to ARM64 Linux devices.\n\nA fugitive undercover cop framed for murder, hunted by cops and the mob, Max is a man with his back against the wall, fighting a battle he cannot hope to win. Max Payne is a relentless story-driven game about a man on the edge, fighting to clear his name while struggling to uncover the truth about his slain family amongst a myriad of plot-twists.",
    "inst": "Original Android APK (version 1.7) and OBB files need to be under /ports/maxpayne/",
    "inst_md": "## Installing\n\n1. Install Max Payne through PortMaster\n2. Install the game (Max Payne Mobile 1.7 or newer so that it includes Arm64 libs) on your Android device from Google Play or other legit source.\n3. Retrieve the APK and OBB files from your Android device. You can use a apk extractor app or connect your device to a computer and copy the files directly. Many ways to achieve this so just google it.\n4. Copy the APK and OBB files over to the console (SD card or over SSH). Place them in the `/ports/maxpayne/` directory.\n5. Launch Max Payne from the Ports menu. The first time you launch the game, it will unpack the APK and OBB files. This may take a few minutes.\n6. After unpacking, the game will start loading. Enjoy playing Max Payne on your device!",
    "genres": [
      "fps"
    ],
    "image": null,
    "rtr": false,
    "exp": false,
    "runtime": [],
    "store": [
      {
        "name": "Google Play Store",
        "gameurl": "https://play.google.com/store/apps/details?id=com.rockstar.maxpayne",
        "developerurl": "https://www.remedygames.com/"
      }
    ],
    "availability": "paid",
    "reqs": [],
    "arch": [
      "aarch64"
    ],
    "min_glibc": ""
  }
}
