Repository: PortsMaster/PortMaster-New
Catalog: meandmyshadow/meandmyshadow/data/levelpacks/tutorial/locale/*.po
Languages: fi, fr, nb

source: tutorial
fi: kurssi
fr: didacticiel
nb: veiledning

source: You have finished the tutorial!
fi: Läpäisit kurssin!
fr: Vous avez terminé le didacticiel !
nb: Du har fullført veiledningen!

source: Step by step introduction
fi: Asteittainen kurssi
fr: Introduction pas à pas
nb: Stegvis instroduksjon

source: Walk in the park
fi: Pehmeä aloitus
fr: Balade dans le parc
nb: En tur i parken

source: Welcome to Me and My Shadow. You can use the {{{key_left}}} key and {{{key_right}}} key to walk to the exit. Good luck!
fi: Tervetuloa Me and My Shadow -peliin. Kävele uloskäynnille käyttäen näppäimiä {{{key_left}}} ja {{{key_right}}}. Onnea!
fr: Bienvenue dans Me and My Shadow. Vous pouvez utiliser les touches directionnelles {{{key_left}}} et {{{key_right}}} pour marcher jusqu'à la sortie. Bonne chance !

source: First jumps
fi: Ensimmäiset hyppysi
fr: Premiers sauts
nb: Første hopp

source: You can jump using the {{{key_jump}}} key. Try jumping over these blocks.
fi: Voit hypätä painamalla {{{key_jump}}}. Yritä hypätä palikoiden yli.
fr: Vous pouvez sauter en utilisant la touche {{{key_jump}}}. Essayez de sauter par dessus ces blocs.

source: Jumping around
fi: Hyppelyä
fr: Sautiller de partout
nb: Hopping rund omkring

source: See those gaps over there? Reach the finish without falling.
fi: Yritä päästä loppuun asti tippumatta.
fr: Vous voyez ces trous là-bas ? Rejoignez la sortie sans chuter.
nb: Ser du fallgruvene der borte? Nå slutten uten å falle.

source: Good job!
fi: Hienoa!
fr: Bien joué !
nb: Godt gjort!

source: First spikes
fi: Ensimmäiset piikit
fr: Premières piques
nb: Første tagger

source: Spikes are deadly. Don't touch them!
fi: Piikit ovat tappavia. Älä kosketa niitä!
fr: Les piques sont mortelles. Ne les touchez pas !
nb: Tagger er dødlige. Ikke rør dem!

source: Shadow
fi: Varjo
fr: Ombre
nb: Skygge

source: You can't reach the exit, but your shadow can. Press {{{key_space}}} to record your moves. Press {{{key_space}}} once again to let your shadow mimic your recording.
fi: Et itse pystyy saavuttamaan uloskäyntiä, mutta varjosi pystyy. Painamalla {{{key_space}}} voit nauhoittaa liikkeitäsi. Kun painat {{{key_space}}} uudestaan, varjosi toistaa liikkeet.
fr: Vous ne pouvez pas atteindre la sortie, mais votre ombre le peut. Appuyez sur {{{key_space}}} pour enregistrer vos mouvements. Appuyez à nouveau sur {{{key_space}}} pour laisser votre ombre reproduire votre enregistrement.

source: TIP: Think what moves your shadow has to make. Then let your character record those moves. You can break it down into smaller recordings.
fi: VINKKI: Mieti mitä liikkeitä varjosi tulee tehdä. Vasta sen jälkeen nauhoita ne. Voit tehdä liikkeet pienissä osissa.
fr: Conseil : Pensez aux mouvements que votre ombre doit réaliser. Faites ensuite enregistrer ces mouvements par votre personnage. Vous pouvez les décomposer en plusieurs enregistrements.
nb: TIPS: Tenk på hvilke bevegelser skyggen din må gjøre. La så karakteren din ta opp disse bevegelsene. Du kan bryte det ned i mindre opptak.

source: Shadow walk
fi: Kävelevä varjo
fr: Marche d'ombre
nb: Skyggegange

source: NOTE: Although you can't jump on those blocks you can record the jumps for your shadow.
fi: HUOMAA: Et itse pysty hyppäämään palikoille, mutta varjosi pystyy.
fr: Remarque : Vous ne pouvez pas sauter sur ces blocs mais vous pouvez enregistrer les sauts pour votre ombre.
nb: MERK: Selv om du ikke kan hoppe på de blokkene kan du ta opp hoppene for skyggen din.

source: Only your shadow can stand on those shadow blocks. Try to get him up there.
fi: Vain varjosi pystyy seisomaan varjopalikoilla. Yritä saada hänen tuonne ylös.
fr: Seule votre ombre peut se tenir sur ces blocs d'ombre. Essayez de la mener jusqu'ici.
nb: Kun skyggen din kan stå på de skyggeblokkene. Prøv å få den opp dit.

source: Shadow challenge
fi: Haaste varjolle
fr: Défi d'ombre
nb: Skyggeutfordring

source: Spikes are not only deadly for you, but also for your shadow.
fi: Piikit vahingoittavat sekä sinua että varjoasi.
fr: Les piques ne sont pas mortelles que pour vous, mais aussi pour votre ombre.
nb: Tagger er ikke bare dødlig for deg, men også skyggen din.

source: If your shadow dies you'll have to restart. Restart the game by pressing the {{{key_restart}}} key.
fi: Jos varjosi kuolee, voit aloittaa kentän uudestaan painamalla {{{key_restart}}}-näppäintä.
fr: Vous devrez recommencer si votre ombre meurt. Recommencez la partie en appuyant sur la touche {{{key_restart}}}.

source: Shadow Camera
fi: Varjokamera
fr: Caméra d'ombre

source: Is your shadow outside of your view? Press {{{key_tab}}} to center the camera to your shadow. Press it again to move the camera back to you.
fi: Onko varjosi näkymän ulkopuolella? Paina {{{key_tab}}} kohdistaaksesi kamera varjoosi. Kohdista kamera takaisin itseesi painamalla painiketta uudelleen.
fr: Votre ombre est-elle hors de votre vue ? Appuyez sur {{{key_tab}}} pour centrer la.caméra sur votre ombre. Appuyez à nouveau pour bouger la caméra vers vous.
nb: Er skyggen din utenfor ditt åsyn? Trykk {{{key_tab}}} for å sentrere kameraet på skyggen din. Trykk den igjen for å flytte kameraet bak deg.

source: Teamwork
fi: Tiimityö
fr: Travail d'équipe
nb: Lagarbeid

source: You and your shadow need to work together. Move your shadow towards the wall and jump on him so that you can jump over the wall.
fi: Sinun ja varjosi tulee tehdä yhteistyötä. Liikuta varjosi lähelle muuria ja hyppää hänen päälleen. Tällä tavoin voit ylittää muurin.
fr: Votre ombre et vous devez travailler ensemble. Faites venir votre ombre près du mur, elle vous fera la courte échelle pour vous faire passer par dessus le mur.
nb: Du og din skygge må jobbe sammen. Flytt den mot veggen og hopp på den, slik at du kan hoppe over veggen.

source: Fragile
fi: Heikkot palikat
nb: Skjør

source: Those blocks are fragile. If you step on them too often they'll break.
fi: Nämä palikat ovat heikkoja. Ne hajoavat, jos astut niiden päälle liian monta kertaa.
fr: Ces blocs sont fragiles. Ils se casseront si vous marchez dessus trop souvent.
nb: Disse blokkene er skjøre. Hvis du trår på dem for ofte vil de gå istykker.

source: Moving blocks
fi: Liikkuvat palikat
fr: Blocs mobiles
nb: Bevegelige blokker

source: Until now the levels were static. There are however moving blocks.
fi: Kentissä saattaa olla liikkuvia osia.
fr: Jusqu'à maintenant les niveaux étaient statiques. Désormais il y a des blocs mobiles.
nb: Til nå har nivåene vært statiske. Nå finnes det bevegelige blokker.

source: Moving shadow blocks
fi: Liikkuvat varjopalikat
fr: Blocs d'ombre mobiles
nb: Bevegelige skyggeblokker

source: Now you'll need to help your shadow cross.
fi: Sinun tulee auttaa varjosi toiselle puolella.
fr: Maintenant vous devez aider votre ombre à traverser.
nb: Nå må du hjelpe til med å få skyggen din over.

source: Moving spikes
fi: Liikkuvat piikit
fr: Piques mobiles
nb: Bevegelige tagger

source: Watch out for the moving spikes.
fi: Varo liikkuvia piikkejä.
fr: Prenez gare aux piques mobiles.
nb: Se opp for de bevegelige taggene.

source: Conveyor madness
fi: Liukuhihnat
fr: Folie de tapis roulants
nb: Samlebåndsgalskap

source: When standing on conveyor belts you'll move without walking.
fi: Liukuhihnat liikuttavat sekä sinua että varjoasi vaikkette kävelisikään.
fr: Lorsque vous vous tenez sur un tapis roulant, vous vous déplacerez sans avoir à marcher.
nb: Når du står på samlebåndet vil du flytte deg uten å gå.

source: Let the shadow finish the level by walking to the finish. But don't stand still because your shadow will move all the way back.
fi: Anna varjosi kävellä uloskäynnille. Älä kuitenkaan pysähdy paikallesi, koska varjosi liikkuu kokoajan taaksepäin.
fr: Pour finir le niveau l'ombre doit marcher jusqu'à la sortie. Mais ne restez pas immobile sinon votre ombre retournera à son point de départ.
nb: La skyggen fullføre nivået ved å gå til utgangen. Men ikke stå stille fordi da vil skyggen gå hele veien tilbake.

source: Triggering
fi: Painike
fr: Déclenchement
nb: Utløsing

source: This gap is impossible to jump over. Step on the button next of you.
fi: Et pysty mitenkään hyppäämään toiselle puolelle. Kokeile kuitenkin astua painikkeen päälle.
fr: Il est impossible de sauter au dessus de ce trou. Marchez sur le bouton près de vous.
nb: Fallgruven er umulig å hoppe over. Tre opp på knappen ved siden av deg.

source: The switch
fi: Vipu
fr: L'interrupteur
nb: Bryteren

source: There's another type of trigger: the switch. Use the switch to activate the elevator so that you can reach the exit.
fi: Voit löytää kentistä vipuja. Käytä tätä vipua käynnistääksesi hissi, jolla pääset uloskäynnille.
fr: Il y a un autre type de mécanisme : l'interrupteur. Utilisez l'interrupteur pour activer l'ascenseur afin d'atteindre la sortie.

source: Toggle trigger
fi: Kytkin
fr: Commutateur
nb: Veksle utløser

source: You've only seen triggers that activate other blocks, but they can also deactivate or toggle them.
fi: Vivut ja painikkeet voivat liikuttaa palikoita, mutta myös pysäyttää niiden liikkeen. Joskus ne toimivat myös vaihtokytkiminä.
fr: Vous n'avez vu que des interrupteurs qui activent d'autres blocs, mais certains peuvent aussi les désactiver ou les commuter.

source: Stop trigger
fi: Pysähdys
fr: Interrupteur d'arrêt
nb: Stopper

source: This trigger will deactivate the moving block. Try to stop it at the right moment. You can only do this once, so if it fails you'll have to reset the level with the {{{key_restart}}} key.
fi: Tämä vipu pysäyttää liikkuvan palikan. Yritä tehdä se oikealla hetkellä. Huomaa, että pystyt tekemään sen vain kerran. Voit kuitenkin aina aloittaa kentän uudestaan painamalla {{{key_restart}}}-näppäintä.
fr: Cet interrupteur désactive le bloc mobile. Essayez de l'arrêter au bon moment. Vous ne pouvez le faire qu'une fois, donc si cela échoue vous devrez recommencer le niveau avec la touche {{{key_restart}}}.

source: First portals
fi: Teleportit
fr: Premiers portails
nb: Første portaler

source: Now it's time to check out the portals. To get to the exit you'll have to take the portal. Walk to it and press the {{{key_action}}} key to activate.
fi: Nyt on aika tutustua teleportteihin. Vain niiden avulla voit saavuttaa uloskäynnin. Kävele teleportille ja paina {{{key_action}}}-näppäintä käyttääksesi sitä.
fr: Il est maintenant l'heure de découvrir les portails. Vous devrez prendre le portail pour atteindre la sortie. Marchez jusqu'à lui et appuyez sur la touche {{{key_action}}} pour l'activer.

source: NOTE: You can go back by entering this portal. It is however a bit different, you don't have to press the {{{key_action}}} key, it will activate when you walk in it.
fi: HUOMAA: Voit mennä takaisin tämän teleportin kautta. Erona on kuitenkin se, että sinun ei tule painaa {{{key_action}}}-näppäintä, vaan teleportti aktivoituu automaattisesti.
fr: Remarque : Vous pouvez revenir en arrière en entrant dans ce portail. Il est néanmoins un peu différent, vous n'avez pas besoin d'appuyez sur la touche {{{key_action}}}, il s'active lorsqu'on le traverse.

source: Portal mayhem
fi: Teleporttisekasotku
fr: Jungle de portails
nb: Portalkaos

source: Portals point to another portal or to nothing. Try to reach the exit in this portal mayhem.
fi: Teleportilla pystyt liikkumaan toiseen teleporttiin. Kaikki teleportit eivät kuitenkaan ole käytössä. Yritä saavuttaa uloskäynti käyttämällä teleportteja.
fr: Chaque portail mène à un autre portail ou à rien. Essayez d'atteindre la sortie de cette jungle de portails.
nb: Portaler peker til en annen portal eller gjør ingenting. Prøv å nå slutten i dette portalkaoset.

source: Now choose one of the two.
fi: Nyt sinun on valittava jompikumpi.
fr: Choisissez maintenant l'un des deux.
nb: Velg én av de to.

source: A dead end, you'd better go back and choose the other portal.
fi: Oho, umpikuja. On parasta palata takaisin ja valita toinen teleportti.
fr: Une impasse. Vous feriez mieux de faire demi-tour et de choisir l'autre portail.
nb: En bomvei, du må gå tilbake og velge den andre portalen.

source: Checkpoints
fi: Tallennuspisteet
fr: Points de sauvegarde
nb: Sjekkpunkter

source: You can save your progress in a level with checkpoints. You can restore them at any time using the {{{key_load}}} key.
fi: Tallennuspisteissä voit tallentaa edistymisesi. Myöhemmin voit palata tähän pisteeseen painamalla {{{key_load}}}-näppäintä.
fr: Vous pouvez sauvegarder votre progression dans un niveau aux points de sauvegarde. Vous pouvez y retourner à tout moment en utilisant la touche {{{key_load}}}.

source: Save your progress here.
fi: Tallenna täällä.
fr: Sauvegardez votre progression ici.
nb: Lagre din fremdrift her.

source: You've chosen the right way.
fi: Tämä on oikea reitti.
fr: Vous avez choisi la bonne voie.
nb: Du har valgt rett vei

source: This is the wrong way. Go back to the previous checkpoint by pressing {{{key_load}}}.
fi: Oho, valitsit väärän reitin. Voit palata edelliseen tallennuspisteeseen painamalla {{{key_load}}}.
fr: C'est la mauvaise direction. Retournez au point de sauvegarde précédent en appuyant sur {{{key_load}}}.

source: Swappoints
fi: Vaihtopisteet
fr: Points d'échange
nb: Byttingspunkter

source: Now it's time for something completely different: swappoints. When you or your shadow activate them you'll swap places.
fi: Nyt on aika tutustua johonkin aivan uuteen: vaihtopisteisiin. Niiden avulla sinä ja varjosi pystytte vaihtamaan paikkoja. Kumpikin pystyy aktivoimaan vaihtopisteen.
fr: Il est maintenant l'heure pour quelque chose de complètement différent : les points d'échange. Lorsque votre ombre ou vous-même les activez, vous échangez vos places.

source: If your shadow falls down here you will have to restart. Press {{{key_restart}}} to restart the level.
fi: Varjosi ei saa pudota tänne alas. Jos näin kuitenkin tapahtuu, aloita alusta painamalla {{{key_restart}}}-näppäintä.
fr: Il vous faudra recommencer si votre ombre fait une mauvaise chute. Appuyez sur {{{key_restart}}} pour recommencer le niveau.

source: Shadow swap
fi: Vaihtopiste
fr: Échange d'ombre
nb: Skyggebytte

source: You need your shadow to reach the exit. Make use of the swapper to get him down (or to get yourself down).
fi: Tarvitset varjosi apua päästäksesi uloskäynnille. Käytä vaihtopistettä saadaksesi hänet (tai itsesi) alas.
fr: Il faut que votre ombre atteigne la sortie. Utilisez l'échangeur de place pour la faire descendre (ou pour descendre vous-même).

source: TIP: When your shadow is trapped stand on the right side of the shadow blocks. Now record the {{{key_action}}} key and let your shadow mimic.
fi: VINKKI: Kun varjosi on vangittuna, seiso varjopalikoiden oikealla puolella ja nauhoita {{{key_action}}}-näppäimen painallus, jonka varjosi toistaa.
fr: Conseil : Tenez vous du côté droit des blocs d'ombre lorsque votre ombre est piégée. Enregistrez ensuite la touche {{{key_action}}} et laissez votre ombre vous imiter.

source: Collecting Keys
fi: Avaimet
fr: Collecter des clés
nb: Nøkkelinnsamling

source: One thing you need to know before you're ready are keys. Sometimes there are keys spread around the level. The exit is locked until you get all the keys.
fi: On vielä yksi asia, joka sinun tulee tietää: avaimet. Joistakin kentistä löydät avaimia, jotka kaikki sinun tulee kerätä, ennen kuin uloskäynti avautuu.
fr: Encore une chose à savoir avant d'être fin prêt : les clés. Il y a parfois des clés disposées dans tout le niveau. La sortie est verrouillée jusqu'à ce que vous les ayez toutes récupérées.

source: Push
fi: Työnnä
fr: Pousser

source: Some blocks can be pushed around and help you to reach higher ground.
fi: Voit työntää joitakin palikoita ja näin ylettyä uusiin paikkoihin.
fr: Certains blocs peuvent être poussés et vous aider à atteindrr des zones plus hautes.
nb: Noen blokker kan dyttes rundt og hjelpe deg å nå høyere områder.

source: Warning
fi: Varoitus
fr: Attention
nb: Advarsel

source: That's all there is. Now it's time to put your skills to the test. Enter the exit to go to the last level. Good luck!
fi: Kurssi on jo loppusuoralla ja olet oppinut kaiken tarpeellisen! Nyt on aika testata osaamistasi. Onnea!
fr: Nous y voilà. Il est maintenant l'heure de mettre vos capacités à l'épreuve. Passez par la sortie pour rejoindre le dernier niveau. Bonne chance !
nb: Det er alt. Nå er det på tide å sette ferdighetene dine ut i livet. Gå inn i utgangen for å gå til siste nivå. Lykke til!

source: Final
fi: Finaali
nb: Finale

source: The very best of luck!
fi: Onnea!
fr: Nous vous souhaitons bonne chance !
nb: Lykke til!

source: TIP: Try to get your shadow in front of the shadow wall. If he falls down you'd better restart.
fi: VINKKI: Siirrä varjosi lähelle varjoseinää. Jos hän putoaa, on parasta aloittaa alusta.
fr: Conseil : Essayez de positionner votre ombre en face du mur d'ombre. Si elle tombe, vous feriez mieux de recommencer.
nb: TIPS: Prøv å få skyggen din foran skyggeveggen. Hvis skyggen faller ned bør du starte på ny.

source: You have made it!
fi: Sinä teit sen!
fr: Vous avez réussi !
nb: Du har klart det!

source: Where could your shadow be?
fi: Missä varjosi voisi olla?
fr: Où peut bien être votre ombre ?
nb: Hvor kan skyggen din være?
